[
  {
    "name": "showcase_items",
    "subcategories": [
      {
        "name": "vegetable_bottles",
        "images": [
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "kitchen showpiece item",
            "image": "/images/placeholder-product.svg",
            "description": "This charming kitchen showpiece item features a set of decorative vegetable-shaped bottles, perfect for adding a touch of whimsy to your kitchen decor. Each bottle is meticulously crafted to resemble different vegetables, such as carrots, cucumbers, and bell peppers, with vibrant colors and intricate details. Made from high-quality materials, these bottles can be used to store oils, vinegars, or other liquids, while also serving as a delightful centerpiece on your kitchen counter or dining table. Whether you're a cooking enthusiast or simply looking to enhance your kitchen's aesthetic, this vegetable bottle set is sure to bring a smile to your face and a splash of color to your space.",
            "price": 0,
            "act-price": 100
          }
        ]
      }
    ]
  },
  {
    "name": "penstand",
    "subcategories": [
      {
        "name": "penstand",
        "images": [
          {
            "name": "Elegant Black & Gold Desk Clock with Dual Storage Compartment",
            "image": "/images/placeholder-product.svg",
            "description": "This stylish desk accessory combines functionality and modern elegance in a sleek, minimalist design. Crafted from high-quality black material with a smooth matte finish, the set features a classic quartz clock on the left side, encased in a polished gold bezel with Roman numerals and gold-toned hands for timeless appeal. On the right, a dual-tiered storage unit offers two spacious compartments—one for holding files, folders, or documents, and a lower tray with a striking gold accent panel that adds a touch of luxury and contrast. The compact, balanced structure makes it ideal for office desks, home workspaces, or reception areas, where both organization and style matter. This versatile piece seamlessly blends practicality with refined aesthetics, making it a perfect addition to any professional or contemporary setting.",
            "price": 585,
            "act-price": 100
          },
          {
            "name": "Elegant Black & Gold Desk Organizer with Decorative Clock",
            "image": "/images/placeholder-product.svg",
            "description": "The Elegant Black & Gold Desk Organizer with Decorative Clock is a stylish and functional accessory designed to elevate the look and organization of any workspace. Crafted with a sleek, modern aesthetic, this organizer features a matte black finish paired with luxurious gold accents, creating a bold and sophisticated contrast that adds a touch of elegance to any desk.On the left side, a built-in quartz clock with a white face, Roman numerals, and gold hands provides accurate timekeeping with timeless charm. The clock is framed by a polished gold bezel, enhancing its refined appearance and serving as a focal point of the design.The organizer includes multiple practical compartments: a tall square holder on the left for pens, markers, or small tools, and a central rectangular tray with two divided sections ideal for organizing notepads, business cards, or other essentials. A large, smooth gold panel on the front of the central section features decorative cut-out leaf motifs at the corners, adding an artistic flair while maintaining a clean, minimalist look. Perfect for home offices, executive desks, or gift-giving, this piece seamlessly blends functionality with design. Its elegant form and premium finishes make it both a practical organizer and a statement decor item, bringing order and style to your workspace.",
            "price": 585,
            "act-price": 100
          },
          {
            "name": "SBI General Insurance Desk Clock & Organizer Set",
            "image": "/images/placeholder-product.svg",
            "description": "The SBI General Insurance Desk Clock & Organizer Set is a premium promotional desk accessory designed to combine functionality, brand visibility, and professional elegance. Crafted in sleek black with gold accents, this dual-purpose item features a triangular-shaped analog quartz clock on one side and a multi-compartment organizer on the other—perfect for any office or workspace The clock, set within a polished gold bezel, displays Roman numerals on a clean white face with gold hands, ensuring accurate timekeeping with timeless style. The organizer section includes three spacious compartments ideal for holding pens, notepads, business cards, or small office essentials, promoting neatness and efficiency.Prominently displayed on the front of the organizer is the official SBI General Insurance logo—a vibrant purple and blue emblem encased in a golden oval frame—alongside the tagline (Protection and Trust, Both), reflecting the company’s commitment to security and reliability.This branded desk set serves as both a practical tool and a powerful marketing piece, making it an excellent corporate gift, employee appreciation item, or promotional giveaway for clients and partners. Its modern design and professional finish enhance any desk while reinforcing brand identity.",
            "price": 385,
            "act-price": 100
          },
          {
            "name": "Modern Black & Gold Desk Clock with Integrated Storage Unit",
            "image": "/images/placeholder-product.svg",
            "description": "This sleek and contemporary desk accessory combines a stylish quartz clock with functional storage in a bold, geometric design. Crafted from matte black material with clean lines and sharp angles, the piece features a prominent round analog clock on the left side, framed in polished gold with a white face, Roman numerals, and gold hands for timeless elegance. The right side includes a spacious, multi-tiered storage compartment with a striking gold accent panel that adds a luxurious contrast to the minimalist black base. The unit is designed to hold pens, notepads, or small office essentials while keeping your workspace organized and visually appealing. Perfect for modern offices, home desks, or executive workspaces, this dual-purpose item blends functionality with sophisticated style, making it both a practical tool and a decorative centerpiece.",
            "price": 585,
            "act-price": 100
          },
          {
            "name": "XINGLI Wooden Desk Organizer with Dual Drawers – Multi-Functional Storage Caddy",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant XINGLI wooden desk organizer combines functionality and style with a rich, dark walnut finish and smooth, polished edges. Designed for efficient workspace organization, it features a spacious open-top compartment perfect for holding documents, notebooks, or folders, along with two sleek, pull-out drawers equipped with round wooden knobs for storing small essentials like pens, pencils, paper clips, or personal items. The front panel proudly displays the XINGLI® logo in crisp white lettering, adding a touch of brand sophistication. Crafted from high-quality wood with a durable finish, this organizer is ideal for home offices, study desks, or professional workspaces. Its compact yet practical design enhances both productivity and aesthetics, making it a versatile addition to any modern or traditional decor.",
            "price": 585,
            "act-price": 100
          },
          {
            "name": "XINGLI Wooden Desk Organizer with Drawer",
            "image": "/images/placeholder-product.svg",
            "description": "The XINGLI Wooden Desk Organizer with Drawer is a sleek, functional, and elegantly designed storage solution crafted for modern workspaces. Made from high-quality dark wood with a smooth, polished finish, this organizer combines minimalist style with practicality. Its curved top and clean lines give it a refined, contemporary look that complements both home offices and professional environments Featuring a spacious open compartment at the top, it’s perfect for holding pens, notebooks, or small stationery items. Below, a built-in drawer with a round wooden knob provides secure, concealed storage for keys, coins, or other personal essentials—offering both accessibility and organization in one compact unit.The front panel proudly displays the XINGLI® brand logo in silver lettering, adding a touch of premium branding and sophistication. The organizer is shown in two sizes: a larger version with full drawer functionality and a smaller, matching companion piece—ideal for side-by-side use or as a coordinated set.Durable, stylish, and thoughtfully designed, the XINGLI Desk Organizer enhances your workspace with order, elegance, and a touch of timeless craftsmanship.",
            "price": 345,
            "act-price": 100
          },
          {
            "name": "Elegant Black & Gold Desk Organizer with Quartz Clock",
            "image": "/images/placeholder-product.svg",
            "description": "The Elegant Black & Gold Desk Organizer with Quartz Clock is a sophisticated and functional accessory designed to enhance both the style and organization of any workspace. Crafted with a sleek, modern design, this organizer features a matte black finish accented with luxurious gold details, creating a striking contrast that exudes elegance and professionalism.On the left side, a built-in quartz clock with a white face, Roman numerals, and gold hands ensures accurate timekeeping with timeless charm. The clock is framed by a polished gold bezel, adding a touch of refinement to the overall look.The organizer includes multiple compartments: a tall square holder for pens or small tools, a central tray with two divided sections for organizing notepads or business cards, and a smaller rectangular bin on the right—perfect for storing coins, keys, or other essentials. A horizontal gold panel on the front adds visual interest and can be customized with a nameplate or logo.Ideal for home offices, executive desks, or reception areas, this piece combines practicality with aesthetic appeal, making it a perfect blend of function and fashion. Its minimalist yet bold design makes it a standout addition to any modern decor.",
            "price": 685,
            "act-price": 100
          },
          {
            "name": "Modern Black & Gold Desk Organizer with Quartz Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This sleek and sophisticated desk organizer combines functionality with contemporary elegance. Crafted in a matte black finish, it features two spacious rectangular compartments ideal for storing office supplies, pens, or small documents. The design is accentuated by a striking gold-colored panel on the front of the larger compartment, adding a touch of luxury and contrast. On the side, a built-in quartz clock with a classic white face, Roman numerals, and a polished gold bezel provides accurate timekeeping with timeless style. The clean lines and minimalist aesthetic make it a perfect addition to modern offices, home workspaces, or executive desks. This dual-purpose piece blends practical storage with refined decor, making it both a functional tool and a stylish statement piece.",
            "price": 485,
            "act-price": 100
          },
          {
            "name": "XINGLI Wooden Desk Organizer – Classic Two-Tier Storage Caddy (Rotatable)",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant XINGLI wooden desk organizer features a sleek, curved design with a rich dark walnut finish and a smooth, glossy surface that adds a touch of sophistication to any workspace. Crafted from high-quality wood, it includes two spacious compartments — one open top shelf for larger items like notebooks or remote controls, and a lower shelf for smaller essentials such as pens, pencils, or notepads. The rounded edges and refined silhouette give it a timeless, minimalist aesthetic that complements both modern and traditional decor. Ideal for desks, bedside tables, or office shelves, this organizer helps keep your space tidy and organized while enhancing its visual appeal. The XINGLI brand logo is subtly embossed on the front, adding a professional touch. Perfect for home offices, study areas, or gift-giving.",
            "price": 385,
            "act-price": 100
          },
          {
            "name": "XINGLI Premium Wooden Desk Organizer  (Rotatable)",
            "image": "/images/placeholder-product.svg",
            "description": "The XINGLI Premium Wooden Desk Organizer is a sleek, functional, and stylish storage solution designed to enhance the organization and elegance of any workspace. Crafted from high-quality dark wood with a rich, smooth finish, this organizer features clean geometric lines and a modern design that blends seamlessly into both home offices and professional environments.Available in two sizes, the organizer offers versatile storage options—perfect for holding pens, pencils, notepads, or small office supplies. The larger version prominently displays the XINGLI® logo in silver lettering, adding a touch of brand sophistication and premium appeal. Its angled front and sturdy construction ensure stability and easy access to contents.With its minimalist aesthetic and durable build, this desk organizer is ideal for those who value both form and function. Whether used on a desk, nightstand, or vanity, the XINGLI organizer brings order and a refined look to your space, making it a practical yet elegant addition to any setting.",
            "price": 345,
            "act-price": 100
          },
          {
            "name": "Elegant Wood Desk Organizer",
            "image": "/images/placeholder-product.svg",
            "description": "The Elegant Wood Desk Organizer is a sleek and minimalist storage solution designed to enhance both functionality and style on any desk or workspace. Crafted from high-quality dark wood with a smooth, polished finish, this organizer features clean lines and a refined silhouette that complements modern, traditional, or contemporary decor.Its curved, arched sides provide a graceful aesthetic while offering ample space for holding pens, pencils, notepads, or small office essentials. The interior includes a central divider, allowing for organized separation of items, making it ideal for keeping writing tools and stationery neatly arranged.With its rich, deep tone and subtle wood grain texture, this organizer adds a touch of sophistication to your workspace. Its compact size makes it perfect for home offices, study areas, or professional desks—offering practicality without compromising on elegance. A timeless piece that blends form and function seamlessly.",
            "price": 345,
            "act-price": 100
          }
        ]
      }
    ]
  },
  {
    "name": "plants",
    "subcategories": [
      {
        "name": "artificial_plants",
        "images": [
          {
            "name": "Variegated Croton Plant in Earth-Tone Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A lush, artificial variegated croton plant with vibrant green leaves speckled with bright yellow patterns is displayed in a sleek, matte brown ceramic pot with a subtle golden rim. The dense foliage features glossy, elongated leaves that create a full, bushy appearance, adding a touch of tropical elegance. The planter is filled with dark green moss-like material, enhancing the natural look and providing a soft contrast to the rich tones of the pot. Set against a clean white background, this decorative piece brings a lively burst of color and texture to any indoor space, making it an ideal accent for desks, shelves, or living areas.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Japanese Maple Tree with Twisted Trunk in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial Japanese maple tree featuring a gracefully twisted, dark brown trunk that adds an artistic and naturalistic touch. The tree is adorned with lush, detailed leaves in varying shades of green and yellow, mimicking the appearance of a real maple in early spring or autumn. Each leaf has a serrated edge and realistic veining, contributing to its lifelike charm. The plant is potted in a sleek, matte black round container filled with decorative pebbles and a touch of artificial moss at the base, enhancing its garden-like appeal. Set against a clean white background, this low-maintenance indoor decoration brings a sense of tranquility and elegance to any space—perfect for desks, shelves, or as a stylish accent in modern homes and offices. Its timeless design makes it ideal for year-round display without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Dracaena Marginata in Artistic Blue Glazed Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial Dracaena Marginata (also known as the 'Song of India') with long, arching leaves featuring striking green and bright yellow variegated stripes. The foliage is lush and glossy, creating a tropical, eye-catching effect. The plant has multiple textured brown stems that are artfully intertwined, adding a natural and sculptural quality to its appearance. It is potted in a handcrafted ceramic container with a unique blue glaze that drips down the sides in an artistic, fluid pattern, accented by subtle white streaks. The base includes decorative green moss and small pebbles, enhancing the natural aesthetic. Set against a clean white background, this elegant piece brings a touch of exotic charm and modern flair to any space—perfect for living rooms, offices, or entryways. Its low-maintenance design ensures lasting beauty without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Vibrant Pink Bougainvillea in Terracotta Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A lively artificial bougainvillea plant bursts with bright pink, papery bracts and lush green foliage, creating a cheerful and tropical display. The plant features glossy, textured leaves in varying shades of green—from deep emerald to vibrant lime—adding depth and visual interest. Delicate curly tendrils accentuate the natural look, enhancing its lifelike charm. It is potted in a classic terracotta-colored ceramic container that complements the vivid colors of the blooms. Set against a clean white background, this decorative piece brings a pop of color and warmth to any indoor space, perfect for adding a touch of summer flair to desks, tables, or shelves.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Bamboo Plant in Sleek Ceramic Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A graceful artificial bamboo plant with slender, upright stems and long, narrow green leaves featuring subtle yellow highlights is elegantly displayed in a compact, dark gray ceramic pot. The pot has a rounded, slightly ribbed design with a smooth finish, adding a touch of rustic charm to its modern silhouette. The base is filled with small, light-colored decorative pebbles that enhance the natural aesthetic. Set against a clean white background, the plant exudes a serene and calming presence, perfect for minimalist or Zen-inspired interiors. Its lifelike texture and airy form make it an ideal choice for desks, shelves, or entryways, bringing a sense of tranquility and nature indoors without the need for maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Variegated Ficus Plant in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial variegated ficus plant with broad, glossy leaves featuring a striking blend of deep green and bright yellow-green patterns stands elegantly in a sleek, matte black square planter. The leaves have a realistic texture and natural sheen, giving the plant a lifelike appearance. The base is adorned with decorative golden pebbles that add a touch of sophistication and contrast beautifully against the dark pot. With its balanced form and tropical charm, this low-maintenance indoor plant brings a refreshing burst of color and greenery to desks, tables, or shelves—ideal for modern homes, offices, or minimalist spaces.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Orange and Yellow Gradient Tulip Bouquet",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant bouquet of artificial tulips featuring bold, fiery orange petals that transition into a bright yellow base, creating a warm and eye-catching gradient effect. The flowers are arranged in a full, natural-looking cluster with long, glossy green stems and lifelike leaves. The stems are bundled together at the base with rustic jute twine, adding a charming, handcrafted touch. This cheerful and colorful arrangement brings a lively springtime feel to any space—perfect for decorating tables, shelves, or as a festive accent in homes, offices, or seasonal displays. Ideal for those who love bold floral style without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Bright Yellow Artificial Tulip Bouquet with Rustic Twine Wrap",
            "image": "/images/placeholder-product.svg",
            "description": "A cheerful and vibrant artificial tulip bouquet featuring three bright yellow tulips with soft, slightly ruffled petals that capture the essence of spring. The flowers are supported by sturdy green stems and complemented by long, smooth, deep green leaves that add a natural touch. The entire arrangement is neatly bundled at the base with a rustic twine wrap, giving it a charming, handmade appeal. The stems are held in a simple, lime-green plastic base made of vertical rods, creating a clean and modern foundation. Set against a crisp white background, this bouquet radiates warmth and joy—perfect for brightening up desks, shelves, or as a festive centerpiece during springtime celebrations. Its maintenance-free design ensures lasting beauty without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Vibrant Croton-Inspired Artificial Plant in Square Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A striking artificial plant with bold, variegated leaves featuring a vivid mix of deep green, bright yellow, and fiery orange-red veins stands elegantly in a sleek, matte black square planter. The leaves are large, oval-shaped, and have a realistic texture that mimics the appearance of a croton (Codiaeum variegatum), known for its dramatic foliage. The base is filled with small, light brown decorative pebbles that enhance the natural look and provide contrast to the dark pot. Set against a clean white background, the plant’s rich colors pop with tropical vibrancy, making it an eye-catching accent piece for modern interiors. Ideal for adding a splash of color and exotic flair to desks, shelves, or living spaces without requiring care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Mini Red-Edged Artificial Grass Plant in White Cube Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A compact, artificial grass-like plant with slender, arching leaves featuring a striking combination of deep green centers and vibrant red-orange edges stands elegantly in a small, glossy white square planter. The leaves are finely textured and radiate outward in a natural, flowing pattern, creating a dynamic and eye-catching silhouette. The base is filled with light brown decorative pebbles, adding a touch of earthiness and enhancing the plant’s lifelike appearance. Set against a clean, minimalist white background, this stylish piece brings a burst of color and modern flair to any space—perfect for desks, shelves, or as a decorative accent in contemporary interiors. Its low-maintenance design makes it an ideal choice for adding a pop of tropical charm without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Variegated Philodendron in Modern Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial variegated philodendron plant with large, heart-shaped leaves featuring bold green and creamy yellow patterns is elegantly displayed in a sleek, matte black square planter. The glossy, textured foliage creates a lush, tropical look, enhanced by the naturalistic veining and subtle sheen of each leaf. The base is filled with golden decorative pebbles that add a touch of warmth and contrast to the dark pot. With its clean lines and vibrant colors, this low-maintenance indoor plant brings a modern, jungle-inspired vibe to any space—perfect for desks, shelves, or contemporary interiors.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial English Ivy in Sleek Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A lush, lifelike artificial English ivy plant with glossy, deep green leaves featuring natural-looking veins and subtle yellow-green highlights is elegantly displayed in a modern, matte black square planter. The plant's trailing vines create a full, cascading effect, adding a touch of organic charm to any space. The base is filled with decorative golden pebbles, enhancing the clean and contemporary aesthetic. With its realistic texture and vibrant foliage, this low-maintenance indoor decoration brings a fresh, natural vibe to desks, shelves, or living areas—perfect for minimalist or modern interiors.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Lush Cascading Artificial String of Pearls Plant",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial trailing plant with glossy, teardrop-shaped leaves in varying shades of green—ranging from deep emerald to light lime—spills gracefully over the edge of a sleek black pot. The dense, vine-like foliage creates a lush, full appearance, mimicking the natural growth pattern of a string of pearls (Senecio rowleyanus) or similar trailing houseplant. The leaves have a subtle sheen, enhancing their lifelike texture and visual appeal. The base is filled with small, golden-brown decorative pebbles that add contrast and a touch of elegance. Set against a clean white background, this compact yet dramatic plant makes a perfect statement piece for shelves, desks, or hanging displays, bringing a refreshing burst of greenery indoors with zero maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Boxwood Cone Topiary in Terracotta Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial boxwood topiary shaped into a classic cone form, featuring dense, lush green foliage with realistic small oval leaves in varying shades of deep and light green. The plant is meticulously styled to mimic a natural, well-maintained hedge, with a smooth, tapered silhouette that adds elegance and structure. It is potted in a rustic terracotta-style planter with a textured surface and warm earthy tone, enhancing its natural appeal. The base includes a touch of artificial moss and scattered greenery for added realism. Set against a clean white background, this low-maintenance decorative piece brings a fresh, serene touch to indoor or outdoor spaces—perfect for entryways, patios, or as a stylish accent on shelves and tables. Its timeless design makes it ideal for modern, traditional, or minimalist decor.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Trailing Artificial Ivy in White Ceramic Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A lush, cascading artificial ivy plant with vibrant green, star-shaped leaves and delicate, curling tendrils spills gracefully from a small, clean white ceramic pot. The leaves vary in shades of deep and light green, creating a natural, layered look, while the stems appear slightly reddish-brown, adding subtle realism. The base is filled with light brown decorative pebbles, enhancing its natural aesthetic. Set against a minimalist white background, this compact and elegant piece brings a fresh, green touch to any space—perfect for shelves, desks, or as a charming accent in modern decor. Its low-maintenance design makes it ideal for indoor use where a touch of nature is desired without upkeep.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Variegated Croton Plant in White Square Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A compact, artificial variegated croton plant with striking green and yellow mottled leaves is elegantly displayed in a sleek, white square ceramic planter. The glossy, elongated leaves feature a vibrant mix of dark green and bright yellow patterns, creating a lively and eye-catching contrast. The plant is anchored in decorative golden pebbles that add texture and enhance the modern aesthetic. A central wooden support pole with a green cap provides structure, ensuring the plant maintains its upright form. Set against a clean white background, this minimalist yet colorful piece makes a stylish addition to desks, shelves, or contemporary interiors—perfect for adding a touch of nature without maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Yellow-Orange Calla Lilies in Modern Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial calla lily plant featuring three elegant blooms with a vibrant gradient of yellow fading into warm orange-red tips, each cup-shaped flower gracefully curving upward. The flowers are supported by sturdy green stems and surrounded by large, glossy heart-shaped leaves with detailed veining, adding a lush, natural look. The plant is potted in a sleek, matte black square container filled with dark soil and visible root-like accents for added realism. Set against a clean white background, this striking arrangement brings a touch of tropical elegance and color to any space—perfect for desks, shelves, or as a decorative centerpiece in modern homes or offices. Its lifelike appearance and low-maintenance design make it an ideal choice for lasting beauty without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Japanese Maple Bonsai in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial Japanese maple bonsai tree with delicate, hand-shaped leaves in varying shades of vibrant green and soft yellow, creating a natural variegated effect. The leaves are intricately detailed with visible veins and serrated edges, mimicking the appearance of a real maple. The tree features a gracefully curved, dark brown trunk with realistic bark texture, branching out into fine, twisting limbs that enhance its artistic, miniature tree aesthetic. It is potted in a sleek, matte black round planter filled with small, multicolored decorative pebbles, adding a touch of Zen-inspired elegance. Set against a clean white background, this low-maintenance piece brings tranquility and natural beauty to any space—perfect for desks, shelves, or as a calming accent in modern interiors. Its lifelike design makes it an ideal choice for year-round decoration without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Red and Green Dracaena in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial dracaena plant with striking, elongated leaves featuring bold red central stripes flanked by deep green edges stands elegantly in a sleek, matte black round planter. The plant's realistic texture and natural leaf arrangement create a lush, tropical appearance, enhanced by its sturdy, textured base that mimics a natural trunk. The surface is topped with decorative pebbles, adding a touch of refinement and contrast to the dark pot. This low-maintenance indoor decoration brings a burst of color and modern charm to desks, shelves, or living spaces—perfect for adding a dynamic, nature-inspired accent without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Green Anthurium Plant in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A graceful artificial anthurium plant with elegant, heart-shaped spathes in soft green and creamy white hues rises from a sleek, matte black square planter. The plant features three prominent blooms, each with a smooth, waxy texture and a vibrant yellow spadix at the center, mimicking the natural structure of a real anthurium. Lush, deep green leaves with visible veining surround the flowers, adding fullness and a touch of tropical elegance. The minimalist design and clean lines of the planter enhance the plant’s modern appeal, making it a stylish accent for desks, shelves, or contemporary interiors. Perfect for adding a fresh, natural look without maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Bonsai Tree with Yellow-Green Foliage in Striped Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial bonsai tree featuring dense, vibrant yellow-green foliage with a layered, compact canopy that mimics the natural growth of a miniature evergreen. The tree has a dark, textured trunk with realistic branching, giving it an aged and sculpted appearance. It is planted in a sleek, ribbed planter with alternating black and gold vertical stripes, adding a touch of modern elegance. The base is filled with white decorative material for a clean, polished finish. This low-maintenance indoor decoration brings a serene, Zen-inspired aesthetic to desks, shelves, or living spaces—perfect for those who appreciate minimalist design and the tranquility of nature without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Miniature Alocasia Garden in Ceramic Bowl",
            "image": "/images/placeholder-product.svg",
            "description": "A charming artificial miniature garden featuring tall, silvery-green Alocasia-like plants with large, textured leaves and prominent white veins rises gracefully from a sleek, dark brown ceramic bowl. The base is adorned with a mix of small pebbles, a decorative coconut shell, and a tiny wooden picket fence, creating a whimsical, naturalistic scene. Lush, bright green moss-like ground cover adds contrast and fullness to the composition. This compact, low-maintenance display blends tropical elegance with rustic charm, making it a perfect centerpiece for desks, shelves, or as a stylish accent in modern home decor.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Lush Artificial Ficus Plant in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial ficus plant with glossy, oval-shaped leaves in varying shades of deep green and fresh lime green stands elegantly in a sleek, matte black bowl-style planter. The plant features multiple upright stems with natural-looking branching, creating a full and balanced silhouette that mimics the growth pattern of a real ficus tree. The base is filled with smooth white sand, adding a clean, minimalist touch and enhancing the modern aesthetic. Set against a crisp white background, the plant exudes a sense of calm and sophistication, making it an ideal decorative piece for contemporary interiors. Perfect for desks, living rooms, or entryways, this low-maintenance plant brings a refreshing burst of nature indoors without requiring water or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": " Artificial Dracaena Marginata with Variegated Leaves in Matte Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial Dracaena plant featuring long, slender leaves with striking green and creamy yellow variegation, arranged in a natural, arching pattern. The plant has a realistic textured trunk with a brownish hue and subtle bark-like detailing, giving it a lifelike appearance. It is potted in a sleek, matte black ceramic container with a smooth, rounded shape that complements the plant’s tropical elegance. The base is filled with dark soil, enhancing the authentic look of a living indoor plant. Set against a clean white background, this low-maintenance decorative piece brings a vibrant, fresh touch to modern interiors—perfect for desks, shelves, or living spaces where a splash of nature is desired without the need for care. Its elegant form and rich color contrast make it an ideal accent for contemporary decor.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Elegant White Artificial Tulip Bouquet with Rustic Twine Wrap",
            "image": "/images/placeholder-product.svg",
            "description": "A delicate and charming artificial tulip bouquet featuring five pristine white tulips with soft, slightly ruffled petals and subtle green tints at the edges. The flowers are supported by vibrant green stems and long, smooth leaves that add a natural, fresh look. The entire arrangement is bundled together with a rustic, natural twine wrap near the base, giving it a handmade, farmhouse-inspired charm. The stems are held in a sleek, lime-green plastic base composed of vertical rods, creating a modern yet earthy aesthetic. Set against a clean white background, this bouquet exudes simplicity and elegance—perfect for spring décor, weddings, or as a minimalist centerpiece. Its low-maintenance design makes it ideal for lasting beauty without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Pink and Green Gradient Tulip Bouquet",
            "image": "/images/placeholder-product.svg",
            "description": "A charming bouquet of artificial tulips with vibrant pink petals that fade into soft green and yellow tones at the base, creating a beautiful gradient effect. The flowers are arranged in a tight cluster, with long, lush green stems and realistic leaves wrapped neatly with natural jute twine for a rustic, hand-tied look. The bouquet exudes a fresh, springtime vibe and is perfect for adding a pop of color to tables, shelves, or as a decorative accent in homes, offices, or event spaces. Ideal for those who love seasonal charm without the need for maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Bright Yellow Tulip Bouquet",
            "image": "/images/placeholder-product.svg",
            "description": "A cheerful bouquet of artificial yellow tulips with vibrant, sunlit petals and lifelike green stems and leaves stands elegantly in a compact arrangement. The five tulips are slightly varied in height and angle, creating a natural, full look. The stems are bundled at the base with rustic jute twine, adding a charming, handcrafted touch. This bright and uplifting display brings a fresh, springtime feel to any space—perfect for decorating tables, shelves, or as a joyful accent in homes, offices, or seasonal settings. Ideal for those who love cheerful floral decor without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Colorful Croton Plant in Sleek Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial croton plant with striking, multicolored leaves featuring a bold blend of deep red, fiery orange, bright yellow, and rich green hues is beautifully displayed in a modern matte black square planter. The glossy, textured foliage creates a lush, eye-catching display that mimics the natural variegation of a real croton. Each leaf showcases intricate patterns and vivid contrasts, adding depth and visual interest to the arrangement. The base is filled with decorative golden pebbles, enhancing the clean and contemporary aesthetic. Perfect for adding a splash of tropical color to desks, tables, or living spaces, this low-maintenance indoor decoration brings lively energy to any interior design.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Variegated Rubber Plant in Textured Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A lush artificial variegated rubber plant with broad, glossy leaves featuring vibrant green and creamy yellow patterns stands elegantly in a stylish, ribbed black ceramic planter. The plant has multiple dark brown stems that mimic the natural look of a mature ficus, adding depth and structure to its full, bushy form. The base is adorned with decorative golden pebbles and a touch of green moss, enhancing its natural aesthetic. With its realistic texture and tropical charm, this low-maintenance indoor plant brings a fresh, modern vibe to any space—perfect for desks, shelves, or living areas seeking a touch of greenery without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Vibrant Orange and Yellow Tulip Bouquet",
            "image": "/images/placeholder-product.svg",
            "description": "A lively bouquet of artificial tulips featuring bold, fiery orange petals that gracefully transition into a bright yellow base, creating a warm and radiant gradient effect. The six stems are arranged in a natural, slightly asymmetrical cluster, with long, glossy green leaves adding depth and realism. The stems are neatly bundled at the base with rustic jute twine, enhancing the handcrafted charm. This cheerful and eye-catching arrangement brings a burst of spring energy to any space—perfect for decorating tables, shelves, or as a vibrant accent in homes, offices, or seasonal displays. Ideal for those who love bold floral style without the need for maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Pink-and-White Ombre Artificial Tulip Bouquet with Rustic Twine Wrap",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant and elegant artificial tulip bouquet featuring five beautifully crafted tulips with a soft ombre effect—graduating from deep pink at the edges to creamy white toward the center. The petals are delicately textured, capturing the natural elegance of real tulips. Each flower is supported by sturdy green stems and complemented by long, smooth, dark green leaves that add depth and realism. The arrangement is neatly bundled at the base with a rustic twine wrap, enhancing its farmhouse charm. The stems are held in a lime-green plastic base composed of vertical rods, creating a clean and modern foundation. Set against a crisp white background, this bouquet radiates freshness and springtime cheer—perfect for decorating homes, offices, or as a cheerful gift. Its low-maintenance design ensures lasting beauty without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Vibrant Pink Artificial Tulip Bouquet in Modern Base",
            "image": "/images/placeholder-product.svg",
            "description": "A charming artificial tulip arrangement featuring four lifelike, deep pink tulips with softly ruffled petals and a velvety texture. The flowers are supported by sturdy green stems and accented with long, sleek green leaves that add a natural touch. The entire bouquet is neatly held together in a unique, modern base made of vertical lime-green plastic rods, creating a clean and contemporary look. Set against a pure white background, the vibrant pink blooms stand out with striking elegance, making this piece perfect for spring décor, table centerpieces, or as a cheerful addition to any indoor space. Its maintenance-free design ensures lasting beauty without the need for water or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Striped Artificial Dracaena in White Square Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial plant with long, lance-shaped leaves featuring bold vertical stripes of light green and creamy white stands neatly in a sleek, glossy white square planter. The foliage is dense and full, mimicking the appearance of a variegated Dracaena or similar indoor plant, with a lifelike texture and subtle sheen. The base is filled with small, golden-brown decorative pebbles that add a natural touch and contrast to the clean lines of the pot. Set against a soft white background, the plant exudes a fresh, modern aesthetic—perfect for desks, shelves, or minimalist interiors. Its compact size and low-maintenance design make it an ideal choice for adding a touch of nature and elegance to any space without requiring care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Variegated Croton Plant in Earth-Tone Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A lush, artificial variegated croton plant with vibrant green leaves speckled with bright yellow patterns is displayed in a sleek, matte brown ceramic pot with a subtle golden rim. The dense foliage features glossy, elongated leaves that create a full, bushy appearance, adding a touch of tropical elegance. The planter is filled with dark green moss-like material, enhancing the natural look and providing a soft contrast to the rich tones of the pot. Set against a clean white background, this decorative piece brings a lively burst of color and texture to any indoor space, making it an ideal accent for desks, shelves, or living areas.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Boxwood Cone Topiary in Rustic Terracotta Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial boxwood topiary shaped into a classic cone form, featuring dense, lush green foliage with realistic small oval leaves in varying shades of vibrant and deep green. The plant is meticulously styled to mimic a naturally trimmed hedge, with a smooth, tapered silhouette that adds elegance and structure. It stands on a slender, textured brown trunk that splits into two stems at the base, enhancing its lifelike appearance. The topiary is potted in a rustic terracotta-style planter with a subtle weathered finish, giving it a natural, earthy charm. The base includes a touch of artificial moss and scattered greenery for added realism. Set against a clean white background, this low-maintenance decorative piece brings a fresh, serene touch to any space—perfect for indoor or outdoor use, such as entryways, patios, or as a stylish accent on shelves and tables. Its timeless design makes it ideal for modern, traditional, or minimalist decor.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Mini Variegated Ficus in Sleek Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A compact, artificial variegated plant with glossy, oval-shaped leaves featuring a vibrant mix of deep green and bright yellow streaks stands elegantly in a modern, matte black bowl-style planter. The plant has multiple slender stems that branch out naturally, creating a full and balanced silhouette. The base is filled with small, dark brown decorative pebbles, adding texture and a clean, minimalist aesthetic. Set against a crisp white background, the plant’s vivid foliage pops with lifelike detail, making it an ideal choice for contemporary interiors. Its compact size and stylish design make it perfect for desks, shelves, or as a decorative accent in any room.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Ficus Tree with Draping Leaves in Dark Ceramic Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A tall, elegant artificial ficus tree with a textured, gnarled trunk that mimics the natural growth of a mature indoor tree. The plant features cascading branches adorned with glossy, oval-shaped leaves in varying shades of green and bronze, creating a rich, layered canopy. Delicate aerial roots hang gracefully from the lower branches, adding a touch of realism and tropical charm. It is planted in a sleek, dark brown ceramic pot with a rounded, classic design, filled with decorative pebbles for a polished finish. This low-maintenance indoor decoration brings a sense of serenity and natural elegance to living rooms, offices, or entryways—perfect for those who appreciate the beauty of lush foliage without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Rubber Plant in Artistic Ceramic Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A lush, lifelike artificial rubber plant (Ficus elastica) with broad, glossy green leaves featuring prominent yellowish-green central veins and a slightly waxy texture. The plant has multiple stems that branch out naturally, creating a full and vibrant canopy. It is potted in a uniquely designed ceramic container with a hand-glazed finish—featuring a rich blend of earthy brown, cream, and subtle marbled streaks that resemble a drip effect, adding an artistic flair. The planter is filled with decorative pebbles, enhancing the natural aesthetic. Set against a clean white background, this elegant indoor decoration brings a touch of tropical elegance to any space—perfect for living rooms, offices, or entryways. Its low-maintenance nature makes it ideal for adding lasting greenery without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Double-Sphere Artificial Topiary in Geometric Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial topiary featuring two lush, spherical layers of dense, vibrant green foliage stacked vertically, creating a classic double-globe silhouette. The plant mimics the look of boxwood or similar evergreen shrubs, with finely textured leaves that give it a full and natural appearance. It is planted in a sleek, modern matte gray geometric planter with angular edges and a subtle sheen, adding a contemporary touch to its design. The base is filled with dark soil and accented with a small patch of moss for a polished finish. This low-maintenance indoor or outdoor decoration brings a touch of elegance and structure to entryways, patios, or living spaces—perfect for those who love garden-style decor without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Lush Green Ficus with Yellow-Centered Leaves in Modern Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial plant with glossy, elongated oval leaves featuring a striking central yellow vein and deep green edges is elegantly displayed in a sleek, matte black bowl-shaped planter. The leaves have a lifelike texture and subtle sheen, giving the plant a lush, natural appearance. The base is adorned with a layer of small, light brown decorative pebbles and a touch of moss, adding depth and a touch of earthiness. Set against a clean white background, the plant exudes a modern, minimalist charm, making it an ideal centerpiece for contemporary interiors. Its compact size and rich foliage make it perfect for desks, shelves, or living spaces where a touch of greenery is desired without maintenance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Double-Sphere Artificial Topiary in Modern Gray Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial topiary featuring two lush, perfectly rounded green spheres stacked vertically along a slender, dark brown trunk. The foliage is composed of fine, needle-like leaves that create a dense, vibrant appearance, mimicking the look of a well-manicured shrub. The plant is potted in a sleek, matte gray cylindrical container filled with decorative multicolored pebbles, adding texture and visual interest to the base. Set against a clean white background, this elegant piece brings a touch of modern garden charm to any space—ideal for indoor décor, entryways, or outdoor patios. Its low-maintenance design ensures lasting beauty without the need for watering or sunlight, making it a practical yet sophisticated choice for contemporary interiors.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Ficus Plant with Textured Trunk in Pink Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial ficus plant with a sleek, tapered trunk featuring a textured, ribbed design mimics the natural look of a mature tree. The plant boasts broad, glossy green leaves with visible veins, creating a lush and vibrant canopy. It is planted in a soft pink, ribbed ceramic pot with small feet, adding a touch of modern charm and elegance. The base is covered with black decorative pebbles for a polished finish. This low-maintenance indoor decoration brings a fresh, tropical vibe to desks, shelves, or living spaces—perfect for those who love greenery without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Triple-Sphere Artificial Topiary in Modern Gray Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial topiary featuring three lush, perfectly rounded green spheres arranged vertically along slender, twisted brown trunks. The foliage is dense and finely textured, resembling a well-manicured conifer or boxwood, with vibrant green hues that add a fresh, natural look. The plant is potted in a sleek, matte gray cylindrical container filled with decorative multicolored pebbles, enhancing its modern aesthetic. Set against a clean white background, this elegant piece brings a touch of structured greenery to any space—ideal for indoor décor, entryways, or outdoor patios. Its low-maintenance design ensures lasting beauty without the need for watering or sunlight, making it a practical yet sophisticated choice for contemporary interiors.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Mini Banana Plant in Modern Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial banana plant with three textured brown trunks and vibrant green, elongated leaves is elegantly displayed in a sleek, matte black oval planter. The base of the plant is adorned with decorative golden pebbles, adding a touch of sophistication and visual interest. A small cluster of realistic-looking unripe yellow-green bananas hangs from one of the stems, accompanied by a dried flower bud for added natural detail. The minimalist design and clean lines of the planter make this piece perfect for modern interiors, bringing a tropical vibe to desks, shelves, or living spaces with low-maintenance charm.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Mini Banana Plant in Orange Car Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A charming miniature banana plant with vibrant green, elongated leaves and a cluster of small, unripe yellow-green banana-like fruits is potted in a whimsical orange ceramic planter shaped like a retro car. The planter features two round wheels and a playful front grille design, adding a touch of fun to the display. The plant has three sturdy brown stems rising from dark soil, and one dried flower bud hangs gently to the side. Set against a clean white background, this decorative piece combines natural beauty with quirky charm, making it perfect for indoor decor or as a delightful gift.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Colorful Daisy Bouquet in Perforated Metal Vase",
            "image": "/images/placeholder-product.svg",
            "description": "A cheerful artificial floral arrangement featuring a vibrant mix of pink, blue, and mint green daisies with bright yellow centers, set against lush green foliage. The flowers are artfully arranged in a vintage-style, cone-shaped metal vase with intricate geometric perforations, giving it a delicate, lace-like appearance. The vase has a rustic gold finish with a black leather handle attached by a small rivet, adding a touch of elegance and functionality. The overall design blends modern charm with a retro aesthetic, making it a perfect decorative piece for tables, shelves, or entryways. This low-maintenance bouquet brings a fresh, springtime feel to any space—ideal for those who love colorful, whimsical decor without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Monstera Plant in Round Brown Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A lush artificial Monstera plant with large, glossy green leaves featuring characteristic natural splits and holes stands elegantly in a sleek, round brown planter. The plant has multiple stems that rise from the base, creating a full, bushy appearance with realistic leaf texture and vibrant coloration. The dark soil surface is visible at the top of the pot, adding to the lifelike presentation. This low-maintenance indoor decoration brings a touch of tropical elegance to any space—perfect for desks, shelves, or living areas seeking a modern, nature-inspired accent without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Variegated Ficus Tree in Sleek Black Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A striking artificial variegated ficus tree with lush, elongated leaves featuring a beautiful blend of deep green and creamy white patterns, creating a vibrant and eye-catching contrast. The foliage is dense and naturally arranged, with realistic texture and veining that mimics a real plant. The tree has a twisted, dark brown trunk that adds an artistic, sculptural element to its design, enhancing its visual appeal. It is potted in a sleek, glossy black ceramic planter filled with light brown decorative pebbles, which provide a clean and modern finish. Set against a crisp white background, this low-maintenance indoor decoration brings a touch of elegance and natural beauty to any space—perfect for living rooms, offices, or entryways. Its timeless design makes it ideal for contemporary or minimalist interiors, offering lasting greenery without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Lush Variegated Foliage in Earthy Ceramic Pot",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant, dense artificial plant with glossy, variegated leaves featuring a striking mix of deep green and bright yellow patterns is nestled in a warm-toned ceramic pot. The pot has a smooth, rounded shape with a subtle brown glaze and a darker rim, giving it a natural, rustic charm. The base of the plant is covered with a layer of lush green moss, enhancing its lifelike appearance. Placed on a light wooden surface with visible grain, the plant exudes a cozy, organic vibe, perfect for adding a touch of nature to indoor spaces like living rooms, offices, or entryways. The overall composition blends modern simplicity with earthy warmth, making it an inviting decorative piece.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Areca Palm in Modern Gray Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A tall, lush artificial areca palm with vibrant green, feathery fronds that cascade gracefully, creating a full and natural tropical look. The plant features multiple slender stems that rise from the base, supporting long, arching leaves with realistic texture and fine detailing. It is potted in a sleek, cylindrical gray planter with a speckled finish, giving it a modern and minimalist aesthetic. The pot contains dark soil and small decorative elements at the base, enhancing its lifelike appearance. Set against a clean white background, this low-maintenance indoor decoration brings a refreshing touch of nature to any space—ideal for living rooms, offices, or entryways. Its elegant design makes it perfect for contemporary interiors, offering lasting greenery without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Bonsai-Style Tree with Variegated Foliage in Decorative Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial bonsai-style tree featuring a gnarled, textured trunk with realistic bark details and a natural, weathered appearance. The tree has gracefully curved branches that extend outward, supporting lush clusters of variegated leaves in vibrant shades of green and yellow, creating a striking contrast. The foliage is dense and lifelike, with each leaf meticulously detailed to mimic the look of a real plant. It is planted in an oval-shaped, off-white ceramic planter adorned with delicate grass-like etchings along the sides, adding a subtle artistic touch. The base is filled with light brown decorative pebbles, enhancing the natural aesthetic. Set against a clean white background, this elegant piece brings a serene, Zen-inspired charm to any space—perfect for desks, shelves, or as a calming accent in modern or minimalist interiors. Its low-maintenance design ensures lasting beauty without the need for watering or sunlight.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Snake Plant in White Ribbed Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A stylish artificial snake plant (Sansevieria) with long, upright leaves featuring a vibrant green center and bright yellow edges, accented by dark zigzag patterns that mimic the natural variegation of a real plant. The leaves are slightly curved and layered, creating a full, dynamic silhouette. It is potted in a clean, white ribbed ceramic planter with a minimalist design, topped with a layer of artificial green moss for a fresh, natural look. This low-maintenance indoor decoration brings a modern, tropical touch to desks, shelves, or living spaces—perfect for those who love the look of succulents without the need for care.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Variegated Mini Tree in Modern Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant, compact variegated plant with lush green and bright yellow mottled leaves is elegantly displayed in a sleek, matte black bowl-shaped planter. The plant features a small, natural-looking trunk with branching stems, giving it a bonsai-like appearance. The surface of the soil is topped with smooth, multicolored decorative pebbles in shades of beige, brown, and gray, adding texture and visual interest. Set against a clean, white background, the plant stands out as a striking centerpiece, perfect for modern interior decor. Its balanced form and vivid foliage make it an ideal choice for adding a touch of nature to minimalist spaces.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Boxwood Topiary in Terracotta Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A beautifully crafted artificial boxwood topiary with a dense, cone-shaped canopy of lush green foliage, meticulously shaped to resemble a natural evergreen shrub. The plant features a slender, realistic brown trunk that rises from a classic terracotta-colored ceramic pot, adding a touch of rustic charm. The base of the planter is adorned with decorative moss and small green accents, enhancing its lifelike appearance. This low-maintenance indoor or outdoor decoration brings a fresh, garden-like elegance to patios, entryways, or interior spaces—perfect for those who appreciate structured greenery without the need for watering or pruning.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Artificial Philodendron with Split Leaves in Round Brown Planter",
            "image": "/images/placeholder-product.svg",
            "description": "A vibrant artificial philodendron plant featuring lush, deep green leaves with natural-looking splits and pointed lobes, resembling a tropical jungle aesthetic. The plant has multiple slender stems rising from a central base, creating a full and dynamic silhouette. It is potted in a sleek, round brown ceramic planter with a smooth finish, filled with dark decorative soil for a polished look. The glossy texture of the leaves and realistic veining add to its lifelike appearance. This low-maintenance indoor decoration brings a refreshing burst of greenery to any space—ideal for desks, shelves, or living areas seeking a modern, nature-inspired touch without the need for care.",
            "price": 0,
            "act-price": 100
          }
        ]
      }
    ]
  },
  {
    "name": "clocks",
    "subcategories": [
      {
        "name": "alaram_clocks",
        "images": [
          {
            "name": " Wise Owl Kids Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This charming and whimsical alarm clock is designed in the shape of a cute, light blue owl wearing oversized yellow-rimmed glasses, giving it a playful and scholarly appearance. The owl's large, expressive black eyes peek through the round frames, adding to its endearing personality. Its body features soft pastel tones with yellow wings and feet, standing firmly on a small brown perch that mimics a tree branch. The clock face is integrated into the owl’s belly, displaying bold black numbers from 1 to 12 against a translucent blue background, with a subtle feather pattern near the top. It includes black hour and minute hands and a red second hand, all centered on a golden hub. This fun and functional timepiece is perfect for children’s rooms or nurseries, combining practicality with delightful design to make learning time both enjoyable and engaging.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Astro Pals Space Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This charming and whimsical clock is designed in the shape of a friendly astronaut, making it a delightful addition to any child's room or play area. The clock features a white, glossy astronaut suit with detailed elements like boots, gloves, and a utility belt, giving it a playful yet realistic space explorer look. The head of the astronaut is a round clock face with a vibrant pink background and crisp white numbers and markings, ensuring easy readability. The hands are white with a red second hand and a gold center, adding a touch of elegance. The astronaut’s helmet has pink side details resembling communication devices, and one arm is raised in a cheerful thumbs-up gesture, conveying positivity and adventure. This fun, imaginative design combines functionality with a sense of wonder, perfect for sparking children's curiosity about time and space.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Totoro-Inspired Rabbit Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This adorable alarm clock is designed in the shape of a cute, gray rabbit with soft, rounded features that evoke the charm of Studio Ghibli's beloved character Totoro. The clock has a pastel gray body with long, upright ears and a friendly face featuring large, expressive white eyes with black pupils, a small black nose, and delicate whiskers. The classic twin-bell design is seamlessly integrated into the rabbit’s head, maintaining the traditional alarm clock silhouette while adding whimsical flair. The clock face is clean and easy to read, with black numerals on a white background and subtle gray mountain-like patterns near the center—reminiscent of Totoro’s forest home. It stands on two small metallic feet, giving it a charming, animated stance. Perfect for fans of anime, nature, or simply those who love cute and cozy decor, this clock blends functionality with endearing artistry.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Heart-Shaped Blue Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This charming alarm clock features a classic twin-bell design with a vibrant, glossy blue finish and a unique heart-shaped face that adds a touch of romance and whimsy. The clock's body is smooth and rounded, topped with two shiny blue bells connected by a polished metal handle, giving it a traditional yet modern appeal. The white clock face is framed with a sparkling border of small crystal-like rhinestones, enhancing its elegant look. Bold black Arabic numerals mark the hours, and sleek black hour and minute hands are complemented by a slim silver second hand. The brand HUARI and QUARTZ are clearly printed near the center, indicating its reliable movement. Supported by two small metallic feet, this stylish timepiece is perfect for bedside tables, adding both functionality and a dash of charm to any room.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Dino Time Kids Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This playful and colorful alarm clock is designed in the shape of a cheerful yellow dinosaur, making it perfect for children's rooms. The dinosaur features large, expressive blue eyes, a friendly pink cheek, and a wide mouth with white triangular teeth, giving it a fun and approachable appearance. Its back is adorned with green spikes, and it has small arms and legs that add to its whimsical charm. The clock face is embedded in the dinosaur’s belly, with bold black numbers from 1 to 12 and clear hour and minute hands, along with a red second hand. The transparent cover protects the dial while maintaining visibility. This cute and engaging design not only tells time but also sparks joy and imagination, making it an ideal companion for young kids learning about time.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Rainbow Dial Chrome Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This eye-catching alarm clock features a sleek, polished chrome finish with a classic twin-bell design, giving it a retro yet modern appeal. The clock face is vibrant and playful, set against a bold red background with large, multicolored numbers—each hour marked in a different hue (white, yellow, green, blue, and gray)—making it both fun and easy to read. The silver hour and minute hands contrast sharply against the bright dial, ensuring excellent visibility. With its shiny reflective surface and traditional alarm mechanism, this clock combines timeless style with a cheerful, colorful twist, making it perfect for children's rooms, classrooms, or anyone who loves a pop of color in their decor.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Bumblebee Buddy Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This playful and colorful wall or table clock is designed to resemble a friendly bumblebee, making it perfect for a child's room or nursery. The clock features a navy blue body with bright yellow wings and antennae, giving it a cheerful, cartoon-like appearance. Large, expressive black eyes with white outlines add a cute and engaging character to the design. The clock face is white with bold, multicolored numbers—each hour marked in a different vibrant hue (blue, purple, pink, orange, green, etc.)—to help children learn time in a fun and interactive way. The hands are simple and easy to read: black hour and minute hands with a small yellow second hand. Its whimsical design combines functionality with charm, making it both an educational tool and a delightful decorative piece.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Rainbow Chrome Twin-Bell Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This stylish alarm clock features a sleek, polished chrome finish with a classic twin-bell design, giving it a timeless and elegant appearance. The reflective surface beautifully captures and mirrors its surroundings, adding a modern touch to any space. Its round face is set against a dark background, making the vibrant, rainbow-colored numbers—each in a different hue (red, orange, yellow, green, blue, purple)—stand out vividly for easy readability. The clock includes silver hour and minute hands along with a slender second hand, all mounted on a central silver hub. Supported by two small metallic feet, it stands sturdily on any flat surface. This eye-catching blend of retro charm and playful color makes it a fun and functional accent piece for bedrooms, desks, or children's rooms.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Classic Blue Twin-Bell Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This vibrant blue twin-bell alarm clock features a retro-inspired design with a glossy, rounded body and two prominent bell-shaped domes on top, connected by a sleek metal arch. The clock face is clear and easy to read, with bold black Arabic numerals from 1 to 12 and minimalist hour markers. It includes a gold-colored center hub and hands — black for the hour and minute, and a slender yellow second hand — adding a touch of elegance. The brand BAOHUI is subtly displayed below the 12, along with a quartz movement indicator. Supported by two shiny metallic feet, the clock stands firmly on a smooth surface, exuding a charming blend of functionality and vintage appeal. Perfect for bedside tables or as a decorative accent, this timeless piece combines classic design with modern reliability.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Bright Lime Alarm Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This vibrant lime green alarm clock features a classic twin-bell design with a glossy, eye-catching finish. The clock has a traditional analog face with bold black numerals on a clean white background, making it easy to read at a glance. A decorative ring of sparkling rhinestones encircles the dial, adding a touch of elegance and glamour. The brand name HUARI is prominently displayed below the 12 o'clock mark, along with a quartz movement indicator. The clock includes a polished metal handle and bell mechanism, with a single metallic foot for stability. Its retro-inspired style combined with modern flair makes it a stylish addition to any bedside table or desk.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Dino Time Clock",
            "image": "/images/placeholder-product.svg",
            "description": "This playful and colorful alarm clock is designed in the shape of a friendly green dinosaur, perfect for a child's room. The dinosaur features large, expressive blue eyes, a cheerful pink nose, and a wide mouth with white triangular teeth. It sports a yellow hat with a green band, adding a whimsical touch. The clock face is clearly visible, with bold white numbers and hands that make it easy for kids to learn how to tell time. The dinosaur has small arms and legs, along with orange spikes running down its back, enhancing its cartoonish charm. Its bright, fun design makes it both a functional timepiece and a delightful decorative item for young children.",
            "price": 0,
            "act-price": 100
          }
        ]
      }
    ]
  },
  {
    "name": "water_fountain",
    "subcategories": [
      {
        "name": "water_fountain",
        "images": [
          {
            "name": "Golden Buddha Rock Carving Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Golden Buddha Rock Carving Water Fountain is a serene and spiritually evocative indoor water feature that blends ancient artistry with modern tranquility. At its heart is a radiant golden Buddha head, intricately detailed with traditional spiral curls and a peaceful, meditative expression—eyes gently closed in inner calm. The Buddha’s face emerges from a natural-looking dark stone carving, resembling a sacred rock formation or cave, giving the piece an aura of timeless wisdom and spiritual depth.Water flows softly over the carved stone surface, cascading down into a sleek black base reservoir, creating a soothing sound that enhances mindfulness and relaxation. The contrast between the luminous gold of the Buddha and the rugged texture of the surrounding stone creates a striking visual harmony, symbolizing enlightenment emerging from nature.Perfect for meditation spaces, living rooms, offices, or yoga studios, this fountain brings a sense of peace, balance, and Zen to any environment. Its elegant design makes it not only a functional water feature but also a powerful decorative sculpture that invites quiet reflection and inner stillness.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Serenity Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant and spiritually inspiring water fountain features a serene Buddha figure seated in a meditative pose, adorned with a striking gold-leaf robe and crown that contrast beautifully against the dark, textured stone-like finish of the statue. The Buddha is positioned at the center of a flowing water feature, with water cascading down from a sculpted arch behind him into a lotus-shaped basin below. The base is intricately designed with layered lotus petals, symbolizing purity and enlightenment. The overall aesthetic blends ancient Eastern spirituality with modern decor, creating a calming ambiance perfect for meditation, yoga spaces, or as a centerpiece in living rooms and offices. The gentle sound of flowing water enhances mindfulness and tranquility, making this fountain a peaceful addition to any environment.",
            "price": 2150,
            "act-price": 100
          },
          {
            "name": "Rustic Stone Cascade Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Rustic Stone Cascade Water Fountain is a striking indoor water feature that captures the natural beauty of flowing water over weathered rock. Crafted with intricate detail, this fountain features a multi-tiered design composed of stacked, irregular stone-like basins and sculpted rock formations, each carefully shaped to mimic ancient, naturally eroded surfaces. The textured gray finish enhances its earthy, aged appearance, evoking the look of moss-covered stones found in serene mountain streams.Water gently cascades from the top tier down through three uniquely angled basins, creating a soothing, rhythmic sound that promotes relaxation and mindfulness. The water collects in a sleek, matte black circular reservoir at the base, which provides a modern contrast to the rustic upper structure and ensures efficient recirculation.Perfect for adding tranquility to living rooms, offices, meditation spaces, or entryways, this fountain blends natural aesthetics with contemporary design. Its minimalist yet dramatic form makes it an ideal centerpiece for those seeking calm, balance, and a touch of nature indoors.",
            "price": 3450,
            "act-price": 100
          },
          {
            "name": "Geometric Cascade Water Fountain – Zen Stone Design",
            "image": "/images/placeholder-product.svg",
            "description": "This modern and artistic indoor water fountain features a striking geometric design with three tiered, ribbed ceramic pots arranged in a dynamic, angular pattern. Each pot is crafted with a weathered, stone-like finish and vertical grooves, giving it a rustic yet contemporary aesthetic. Water flows gracefully from the topmost bowl down through each level, cascading into a sleek black base adorned with smooth river stones that enhance its natural, Zen-inspired charm. The backdrop combines textured diamond-shaped panels and interlocking lines, adding depth and visual interest. Ideal for meditation spaces, living rooms, or offices, this fountain blends minimalist style with soothing water sounds to create a calming atmosphere of balance and tranquility.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Prayer Water Fountain – Mountain Serenity",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant water fountain features a radiant golden Buddha seated in a meditative pose, hands pressed together in the Anjali Mudra—a gesture of prayer, reverence, and inner peace. The Buddha is intricately detailed, with ornate robes and a serene expression, symbolizing enlightenment and spiritual harmony. The figure is set against a rugged, cave-like rock formation that mimics a natural mountain grotto, adding depth and tranquility to the design. Water flows gently from the top of the arching stone into a circular basin below, creating a soothing ambiance with soft cascading sounds. The base has a textured, stone-like finish that enhances its earthy, Zen-inspired aesthetic. Perfect for meditation spaces, living rooms, or offices, this fountain blends sacred symbolism with calming water motion to promote mindfulness and serenity in any environment.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Cave Rock Water Feature Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Cave Rock Water Feature Fountain is a striking indoor water fountain designed to mimic the natural beauty of a rugged, mountainous rock formation. Crafted with intricate detail, the centerpiece is a sculpted, dark gray stone-like structure featuring multiple hollow openings and layered textures that resemble a weathered cave or cliffside. The rough, organic surface captures the essence of nature, evoking the quiet serenity of a secluded grotto.Water gently flows from the top opening, cascading down through the carved channels and archways before collecting in a sleek, ribbed black basin below. The smooth, modern design of the base contrasts beautifully with the raw, natural aesthetic of the rock, creating a harmonious blend of form and function. Small decorative stones at the base enhance the natural look and add visual interest.This tranquil fountain is perfect for adding calming energy to any space—ideal for living rooms, offices, meditation corners, or wellness areas. Its soothing sound and elegant design promote relaxation, mindfulness, and a sense of connection to nature",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Golden Ganesha Spiral Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Golden Ganesha Spiral Water Fountain is a striking and spiritually inspired indoor water feature that blends sacred symbolism with modern design. At its heart is a radiant golden statue of Lord Ganesha, the revered Hindu deity known as the Remover of Obstacles.Seated in a meditative pose, Ganesha is adorned with intricate details, including a crown and traditional ornaments, symbolizing wisdom, prosperity, and divine protection.The fountain’s sculptural form features a flowing, spiral-shaped black stone-like structure that creates a graceful path for water to cascade from the top down through multiple tiers, eventually collecting in the sleek, square base. The dynamic curve of the spiral represents the journey of life, transformation, and spiritual evolution—echoing Ganesha’s role as a guide on the path to enlightenment.As water gently flows over the textured surface, it produces a calming, soothing sound ideal for meditation, relaxation, or enhancing the energy of any space. This elegant piece is perfect for homes, offices, yoga studios, or sacred altars, where it serves both as a decorative centerpiece and a symbol of harmony, good fortune, and inner peace.",
            "price": 2850,
            "act-price": 100
          },
          {
            "name": "Zen Buddha Meditation Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant and serene water fountain features a beautifully detailed seated Buddha figure in a meditative pose, crafted with a rich bronze-like finish that highlights the folds of his robe and peaceful expression. The Buddha is positioned in front of a textured, geometric backdrop adorned with subtle leaf motifs, symbolizing harmony with nature. Water flows gently from a curved spout at the top into a tiered basin below, creating a calming cascade that enhances mindfulness and tranquility. The fountain rests on a hexagonal base with a stone-like texture, adding to its timeless, natural aesthetic. Perfect for meditation spaces, living rooms, or offices, this piece blends spiritual symbolism with soothing sound and visual elegance, inviting peace and inner balance into any environment.",
            "price": 2850,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Head Water Fountain – Stone Carved Serenity",
            "image": "/images/placeholder-product.svg",
            "description": "This striking indoor water fountain features a beautifully detailed golden Buddha head, carved with serene closed eyes and a gentle smile, symbolizing peace, enlightenment, and inner calm. The radiant gold finish highlights the intricate curls of the ushnisha (cranial bump) and delicate facial features, contrasting elegantly against the dark, rugged stone-like backdrop that mimics natural rock. Water flows gently from the top of the carving into a sleek, rectangular basin below, creating a soothing ambiance with soft sounds and visual tranquility. The minimalist design blends Eastern spirituality with modern aesthetics, making it an ideal centerpiece for meditation spaces, living rooms, or offices. This fountain not only enhances your environment with its calming presence but also serves as a powerful reminder of mindfulness and balance.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Zen Lotus Buddha Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Zen Lotus Buddha Water Fountain is a beautifully crafted indoor water feature that embodies tranquility, balance, and spiritual harmony. At its center sits a serene golden Buddha figure, seated in the traditional lotus position with hands resting in meditation (Dhyana Mudra), symbolizing peace and enlightenment. The Buddha is framed by an elegant, textured arch resembling a sunburst or halo, adding depth and reverence to the design.Water gently flows from two rustic, terracotta-style spouts on the left side, cascading down into a decorative base adorned with a lotus petal motif—representing purity and spiritual awakening. The fountain rests atop a sleek black reservoir that collects and recirculates the water quietly, creating a soothing ambient sound perfect for relaxation, meditation, or mindful spaces.With its harmonious blend of gold accents, earthy tones, and symbolic elements, this fountain brings a touch of Zen elegance to any room. Ideal for homes, offices, yoga studios, or wellness retreats, the Zen Lotus Buddha Water Fountain invites calm, focus, and inner stillness into your daily life.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Modern Zen Rock Waterfall Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Modern Zen Rock Waterfall Fountain is a minimalist yet striking indoor water feature that blends contemporary design with natural elements to create a serene and calming atmosphere. Crafted with clean lines and geometric precision, the fountain features stacked, angular stone-like tiers in a dark gray finish, mimicking the rugged texture of natural rock formations. The interplay of smooth vertical grooves and rough stone patterns adds depth and visual interest, evoking the quiet strength of mountain cliffs.Water flows gracefully from the top tier down through each level, cascading over the sculpted edges before collecting in a sleek, matte black square basin below. The base is adorned with smooth, rounded pebbles that enhance the natural aesthetic and help soften the sound of falling water. This thoughtful detail contributes to the overall sense of balance and tranquility.Perfect for modern homes, offices, meditation spaces, or minimalist interiors, this fountain brings a touch of nature indoors with its soothing sound and elegant form. Its understated elegance makes it an ideal centerpiece for promoting mindfulness, focus, and peaceful energy in any environment.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Niche Water Fountain – Serenity in Stone",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant indoor water fountain features a radiant golden Buddha seated in a meditative pose, hands folded in the Anjali Mudra—a gesture of prayer, peace, and mindfulness. The Buddha is beautifully detailed, with intricate patterns on the robes and a serene expression that evokes tranquility and spiritual calm. The figure is nestled within a dark, stone-like niche that mimics a sacred temple alcove, framed by an arch adorned with a crown of stylized curls, echoing traditional Buddhist iconography. Water flows gently from the top of the structure into a rectangular basin below, creating a soothing ambiance with soft cascading sounds. The base includes subtle stone textures and small pebbles, enhancing its natural, Zen-inspired aesthetic. Perfect for meditation spaces, living rooms, or offices, this fountain blends spiritual symbolism with calming water motion to invite peace and balance into your environment.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Rustic Pottery Cascade Water Fountain – Earth & Wood Harmony",
            "image": "/images/placeholder-product.svg",
            "description": "This charming indoor water fountain blends natural textures and earthy tones to create a warm, rustic ambiance. Crafted with a stack of handcrafted-style ceramic pots in rich brown glazes, the fountain features a tiered cascade design where water flows from the top spout down through each vessel into a wide, textured basin below. The base is a dark gray stone-like bowl adorned with subtle geometric patterns, adding a touch of traditional craftsmanship. Wooden elements are artfully integrated into the structure, enhancing its organic, cabin-inspired aesthetic. The combination of aged pottery, wood grain details, and flowing water evokes a sense of tranquility and connection to nature. Ideal for living rooms, meditation corners, or offices, this fountain brings soothing sounds and visual warmth to any space, celebrating simplicity and timeless design.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Serenity Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Golden Buddha Serenity Water Fountain is a beautifully crafted indoor water feature that blends spiritual elegance with calming design. At its center sits a radiant golden Buddha statue, seated in the lotus position with hands pressed together in prayer (Anjali Mudra), embodying peace, mindfulness, and enlightenment. The Buddha’s detailed robes and serene expression exude tranquility, while the intricate patterns on the garment add a touch of traditional artistry.The figure is framed by a dark, textured stone-like arch adorned with elegant gold cloud motifs at the top—symbolizing harmony, good fortune, and spiritual ascent. A subtle hand-shaped spout on the side gently releases flowing water into the sleek black base reservoir, creating a soothing sound that enhances meditation and relaxation.This fountain combines the sacred symbolism of Buddhism with modern aesthetic appeal, making it perfect for living rooms, offices, yoga spaces, or meditation corners. Its striking contrast between the luminous gold and deep black elements creates a powerful visual focal point, inviting calmness and inner balance into any environment.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Elegant Crane & Crystal Moon Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Elegant Crane & Crystal Moon Water Fountain is a stunning and intricately designed decorative water feature that blends traditional Asian artistry with modern elegance. At its center are three majestic cranes—symbols of longevity, wisdom, and spiritual grace—crafted in exquisite detail with white porcelain bodies, vibrant blue wings accented with gold trim, and elegant curved necks. Each crane is posed dynamically: one soaring upward, another gracefully landing, and the third in mid-flight, creating a sense of movement and harmony.The fountain’s base is shaped like a serene mountain lake, with textured green and gray glazing to mimic natural rock formations and rippling water. A central crystal tower rises from the middle, crowned by a luminous crystal orb resembling the moon, adding a mystical and ethereal glow when illuminated. Water gently cascades down the sides, flowing over small waterwheels and into the basin below, producing a soothing, calming sound.Lush green pine trees and delicate foliage surround the scene, enhancing the tranquil, nature-inspired atmosphere. The entire fountain rests on an ornate dark wooden stand with carved legs, giving it a classic, timeless appeal.Perfect for living rooms, meditation spaces, or as a centerpiece in a home office, this fountain combines beauty, symbolism, and serenity. It invites peace, balance, and a touch of celestial elegance into any environment.",
            "price": 9850,
            "act-price": 100
          },
          {
            "name": "Golden Monk on Lotus Water Fountain – Serenity in Motion",
            "image": "/images/placeholder-product.svg",
            "description": "This captivating water fountain features a beautifully sculpted monk, likely representing a young Buddhist disciple or a symbolic figure of innocence and wisdom, seated gracefully atop a large, flowing lotus leaf. The entire piece is finished in a rich, lustrous bronze tone that highlights the intricate details of the monk’s serene expression, traditional robes, and the dynamic curves of the lotus. The design captures a moment of peaceful contemplation, with the monk in a relaxed pose, one hand gently touching the ear—a gesture often associated with listening to inner wisdom or the Dharma. Water flows from the top of the sculpture down through the leaf into a sleek black basin below, creating a soothing cascade that enhances the tranquil atmosphere. The contrast between the warm metallic finish and the dark stone base adds depth and elegance, making this fountain an ideal centerpiece for meditation spaces, living rooms, or spiritual retreats. It symbolizes harmony, enlightenment, and the journey toward inner peace.",
            "price": 3250,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Yin Yang Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Golden Buddha Yin Yang Water Fountain is a harmonious blend of spiritual symbolism and serene design, perfect for creating a peaceful ambiance in any space. At its center sits a radiant golden Buddha statue, seated in a meditative pose with hands pressed together in prayer (Anjali Mudra), embodying tranquility, balance, and enlightenment.Behind the Buddha is a beautifully crafted Yin Yang motif, symbolizing the interconnectedness of opposing forces—light and dark, yin and yang—representing harmony and the flow of universal energy. The circular backdrop features textured details that enhance the depth and spiritual significance of the design.Water gently flows from the top of the fountain, cascading down over the sculpted surface and into a sleek black base reservoir, creating a soothing, meditative sound. The contrast between the luminous gold of the Buddha and the deep, earthy tones of the stone-like structure evokes a sense of calm and inner peace.Ideal for meditation spaces, living rooms, offices, or yoga studios, this fountain serves as both a decorative centerpiece and a powerful reminder of balance, mindfulness, and spiritual harmony. Its elegant design makes it a timeless addition to any environment seeking tranquility and reflection.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Stone Tiered Cascade Water Fountain – Natural Stone Design",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant indoor water fountain features a minimalist, modern design inspired by natural stone and ancient craftsmanship. Crafted from textured, sandstone-like material with a subtle speckled finish, the fountain consists of four cascading tiers, each adorned with ribbed, bowl-shaped basins that gently guide flowing water downward. The clean lines and geometric structure create a serene, architectural aesthetic, while the soft texture and neutral beige tone evoke a sense of calm and earthiness. Water flows smoothly from the top basin through each level, creating a soothing, rhythmic sound ideal for meditation, relaxation, or enhancing any living space. Perfect for homes, offices, or yoga studios, this fountain blends contemporary style with the tranquility of nature, bringing peaceful ambiance and visual harmony to your environment.",
            "price": 11850,
            "act-price": 100
          },
          {
            "name": "Rustic Terracotta Pot Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Rustic Terracotta Pot Water Fountain is a charming and earthy indoor water feature that blends natural textures with artistic design. At the top, three weathered terracotta pots are stacked in a row, each with a wide opening to allow water to flow gracefully downward. The pots are glazed in rich, warm tones of rust, green, and amber—evoking the look of aged clay and traditional pottery.Beneath the pots, a multi-tiered structure made of faux stone bricks and rock formations creates a rugged, layered cascade. The textured surface mimics ancient masonry, adding depth and character to the piece. Water gently trickles from the pots down through the brickwork and into a large, cracked terracotta pot at the base, which appears as if it has naturally broken open over time, symbolizing the beauty of imperfection.The fountain rests on a sleek, dark gray rectangular basin adorned with smooth, colorful stones in shades of blue, gold, and teal—adding a subtle pop of color and enhancing the natural aesthetic. This harmonious blend of rustic charm and flowing water brings a sense of tranquility and warmth to any space.Perfect for living rooms, patios, or meditation areas, this fountain combines functionality with artistic flair, making it an ideal centerpiece for those who appreciate handcrafted, nature-inspired decor.",
            "price": 3250,
            "act-price": 100
          },
          {
            "name": "Golden Lotus Buddha Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Golden Lotus Buddha Water Fountain is a stunning and spiritually uplifting indoor water feature that blends sacred symbolism with elegant design. At its heart is a serene Buddha figure, seated in the lotus position with hands pressed together in prayer (Anjali Mudra), radiating peace and enlightenment. The Buddha’s robe and crown are adorned in vibrant gold, contrasting beautifully with the dark, textured base, while the face and body maintain a deep, reflective black finish—symbolizing inner stillness and wisdom.Behind the Buddha is a radiant halo-like arch with golden rays, evoking the aura of divine light and spiritual awakening. Water flows gently from the top of this arch, cascading down into a sculpted basin below, creating a soothing, meditative sound. The fountain rests on a double-layered lotus pedestal, intricately detailed to represent purity, rebirth, and spiritual growth—the lotus rising above the waters of illusion.With its striking color contrast, symbolic elements, and calming water movement, this fountain is perfect for meditation spaces, living rooms, yoga studios, or any area where tranquility and mindfulness are cherished. It serves not only as a decorative centerpiece but also as a powerful reminder of peace, balance, and enlightenment.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Stone Serenity Buddha Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant indoor water fountain features a peaceful stone-carved Buddha seated in a meditative pose, hands pressed together in the Anjali Mudra—a gesture of prayer, respect, and mindfulness. The Buddha is surrounded by intricately sculpted lotus blossoms, symbolizing purity, enlightenment, and spiritual awakening. The entire piece has a weathered, antique stone finish, giving it a timeless, natural aesthetic that evokes tranquility and harmony. Water flows gently from the top lotus petals down through the layered blooms into a sleek, rectangular basin below, creating a soothing sound perfect for meditation, relaxation, or enhancing any serene space. Ideal for homes, offices, or yoga rooms, this fountain blends Eastern spirituality with minimalist design to bring calm and balance to your environment.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Tiered Potpourri Water Fountain – Stone Cascade Design",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant indoor water fountain features a modern, minimalist design inspired by natural stone and traditional Japanese aesthetics. Crafted with a textured, dark stone-like base resembling layered rock formations, the fountain includes four cascading ceramic pots with vertical ribbed detailing and a weathered, antique finish. Water flows gracefully from the top pot down through each tier, creating a soothing, rhythmic sound as it spills into the final basin below. The base is adorned with smooth river stones, enhancing its Zen-inspired tranquility. Ideal for meditation spaces, living rooms, or offices, this fountain blends rustic charm with contemporary style, offering both visual appeal and calming ambient noise to promote relaxation and mindfulness.",
            "price": 2450,
            "act-price": 100
          },
          {
            "name": "Earthen Pot Cascade Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "This rustic and earthy water fountain features a beautifully crafted design inspired by traditional pottery. The fountain is built with a textured, speckled terracotta base resembling natural stone or concrete, giving it a warm, organic feel. At the top, two inverted ceramic pots serve as water spouts, gently channeling flowing water down into two stacked, ribbed clay pots below. These handcrafted-style vessels add a touch of artisan charm and cultural authenticity. The rich brown glaze and subtle variations in tone evoke a sense of age and craftsmanship, making it perfect for creating a serene, meditative atmosphere. Ideal for indoor spaces like living rooms, offices, or meditation corners, this fountain blends functionality with aesthetic appeal, bringing the soothing sound of cascading water into your home with a timeless, earth-inspired design.",
            "price": 1650,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Serenity Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "The Golden Buddha Serenity Water Fountain is a beautifully crafted indoor water feature that blends spiritual symbolism with calming aesthetics. At its center is a radiant golden Buddha statue, seated in a meditative pose with hands pressed together in prayer (Anjali Mudra), exuding peace and tranquility. The Buddha is framed by an elegant dark bronze halo with sunburst detailing, enhancing the spiritual aura.Water flows gently from a series of stacked terracotta-style pots positioned above, cascading down into a serene basin below. The flowing water creates a soothing sound, perfect for meditation, relaxation, or as a peaceful addition to any living space, office, or yoga room. The fountain’s base is a sleek black reservoir, designed to collect and recirculate the water quietly and efficiently.This decorative piece combines Eastern philosophy with modern design, making it ideal for those seeking harmony, mindfulness, and a touch of Zen in their environment. Whether used as a centerpiece or a tranquil accent, the Golden Buddha Serenity Water Fountain brings calm and beauty to any setting.",
            "price": 2650,
            "act-price": 100
          },
          {
            "name": "Divine Goddess Water Fountain – Lakshmi or Durga Inspired",
            "image": "/images/placeholder-product.svg",
            "description": "This intricately designed water fountain features a majestic, regal figure of a Hindu goddess—likely inspired by Lakshmi, the goddess of wealth and prosperity, or Durga, the warrior goddess—adorned in ornate golden jewelry and a crown, symbolizing divine grace and spiritual power. The statue is crafted with rich detailing, showcasing layered necklaces, a flowing robe, and a serene yet powerful expression. The dark, textured base mimics ancient stone, enhancing its timeless appeal, while the multi-tiered water feature cascades gently from ceramic pots into a lotus-shaped basin below. The design includes a small light well at the base, adding a soft glow when illuminated, perfect for creating a tranquil atmosphere. Ideal for home altars, meditation spaces, or as a decorative piece that blends spiritual symbolism with soothing ambient water flow.",
            "price": 2150,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Lotus Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "This serene and spiritually uplifting water fountain features a radiant golden Buddha figure seated in a meditative pose, hands gently pressed together in the Anjali Mudra—a gesture of prayer, respect, and inner peace. The Buddha is beautifully framed by intricately sculpted lotus blossoms, symbolizing purity, enlightenment, and spiritual awakening. The contrast between the luminous gold finish of the Buddha and the dark, textured stone-like backdrop enhances its visual harmony and sacred presence. Water flows gracefully from the upper lotus petals down through the tiers, collecting in the base reservoir to create a calming, soothing ambiance. Ideal for meditation corners, living spaces, or offices, this fountain blends Eastern spirituality with elegant design, inviting tranquility and mindfulness into any environment.",
            "price": 2850,
            "act-price": 100
          },
          {
            "name": "Golden Buddha Serenity Water Fountain",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant and spiritually inspiring water fountain features a beautifully crafted golden Buddha seated in a meditative pose, hands folded in prayer (Anjali Mudra), symbolizing peace, mindfulness, and inner harmony. The Buddha is set against a dark, textured backdrop adorned with a large lotus flower and an arching hand forming the Om symbol, representing spiritual awakening and divine energy. The fountain includes a small basin at the base to collect flowing water, creating a soothing ambiance with gentle sounds and visual tranquility. Ideal for meditation spaces, living rooms, or offices, this piece blends Eastern spirituality with modern decor, promoting calmness and balance in any environment",
            "price": 2650,
            "act-price": 100
          }
        ]
      }
    ]
  },
  {
    "name": "photo_frames",
    "subcategories": [
      {
        "name": "small_photo_frames",
        "images": [
          {
            "name": "Divine Blessing of the Sage",
            "image": "/images/placeholder-product.svg",
            "description": "This reverent and beautifully detailed artwork depicts a revered spiritual figure seated in a meditative posture, exuding calmness, wisdom, and divine grace. The sage is adorned in traditional yellow robes with a red shawl draped over one shoulder, symbolizing renunciation and spiritual authority. A garland of white and pink flowers rests around his neck, signifying purity and devotion. His right hand is raised in a gesture of blessing, with the sacred Om symbol inscribed on the palm—a powerful emblem of spiritual enlightenment and protection. His serene expression and composed demeanor reflect deep inner peace and spiritual realization.The background is dark and atmospheric, illuminated by a soft glowing flame in the distance, suggesting the light of knowledge and divine presence piercing through ignorance. At his feet, scattered flowers and a small bowl of grains hint at offerings and ritual practices, grounding the scene in tradition and reverence. The painting is elegantly framed in a dark wooden frame with a golden border, enhancing its sacred and timeless quality. This image captures the essence of spiritual guidance, compassion, and the eternal journey toward self-realization.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Buddha in Meditation – Serenity and Enlightenment",
            "image": "/images/placeholder-product.svg",
            "description": "This artistic wall panel features a serene depiction of the Buddha in a standing posture, symbolizing peace, mindfulness, and spiritual awakening. The figure is rendered in a minimalist yet expressive style, with a white silhouette adorned in a flowing orange robe, representing the traditional monastic attire of Buddhist monks. The Buddha's hands are gently clasped over the chest in a gesture of reverence or meditation, while his eyes are closed, conveying deep inner calm and enlightenment.The figure is framed by a radiant orange halo, signifying divine presence and spiritual illumination. The background is a rich, dark wood grain texture, providing a natural and grounding contrast to the vibrant elements. Flanking the Buddha on both sides are stylized red leafy branches, possibly representing the Bodhi tree under which the Buddha attained enlightenment. At the base, the Buddha stands upon a bright red lotus flower—a sacred symbol in Buddhism representing purity, spiritual growth, and transcendence above worldly suffering.Encased within a bold yellow border, the entire composition blends traditional Buddhist iconography with modern design aesthetics, making it a striking piece for contemplative spaces, meditation rooms, or spiritual decor.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Golden Horizon: Serenity in Motion",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant and contemporary wall art piece captures a minimalist yet luxurious interpretation of a mountainous landscape, blending natural serenity with modern design. Encased in a sleek, gold-toned metallic frame with a distinctive curved left edge, the artwork features a layered composition that creates depth and visual intrigue.The background is a soft gradient of pale gray and lavender hues, evoking a tranquil sky at dawn or dusk. Silhouetted mountains rise gently across the horizon, rendered in shimmering gold and subtle blue tones, adorned with sparkling crystal-like embellishments that catch the light like morning dew or starlight. The golden peaks are textured with glittering details, giving them a radiant, almost ethereal glow.Beneath the mountains, a delicate copper-colored bridge spans the scene, its arched structure adding architectural interest and a sense of connection. The bridge is also embellished with tiny reflective crystals, enhancing its decorative appeal.Above, three white birds soar gracefully in flight, symbolizing freedom, peace, and the harmony between nature and the soul. Their presence adds movement and life to the otherwise still landscape.The overall effect is one of calm elegance and refined beauty—perfect for enhancing a modern living space, meditation area, or office with a touch of sophistication and spiritual balance. This piece blends abstract artistry with symbolic elements, inviting contemplation and tranquility.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Golden Deer in the Mountains – Modern Elegance",
            "image": "/images/placeholder-product.svg",
            "description": "This contemporary wall art piece features a striking, minimalist design centered around a golden deer head with intricately detailed antlers. The deer, rendered in polished gold, exudes elegance and sophistication, symbolizing grace, intuition, and spiritual awareness in many cultures. Its antlers are adorned with sparkling crystal embellishments that catch the light, adding a touch of glamour and refinement.The background is a soft, ethereal landscape composed of gentle mountain silhouettes in muted tones of gray and blue, creating a serene and tranquil atmosphere. A stylized golden line runs horizontally across the composition, representing a horizon or path, and is also decorated with shimmering crystals, enhancing the artwork's luxurious feel. Delicate, abstract bird silhouettes soar above, suggesting freedom and harmony with nature.The entire piece is encased in a sleek, modern frame with a unique curved corner design and a thin, elegant gold border, giving it a sophisticated, high-end aesthetic. This fusion of natural symbolism and contemporary design makes it an ideal decorative statement for living rooms, entryways, or spaces seeking a blend of artistry and luxury.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Golden Dome – A Watercolor Tribute to Heritage",
            "image": "/images/placeholder-product.svg",
            "description": "This evocative watercolor painting captures the timeless elegance of a grand historical palace or temple, rendered in a rich palette of earthy browns, golds, and subtle grays. The central focus is a majestic domed structure with a prominent golden dome that gleams softly against a muted sky, suggesting either dawn or dusk. The architectural style—featuring arched windows, intricate balconies, and smaller cupolas—evokes traditional Indian or Mughal-inspired design, possibly reminiscent of royal palaces or sacred monuments.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Retro Road Trip: Vintage Automotive Art",
            "image": "/images/placeholder-product.svg",
            "description": "This striking mixed-media wall art piece celebrates the golden age of automobiles with a rustic, vintage-inspired design. Crafted from reclaimed wood, the frame forms a sturdy, barn-like structure that enhances the nostalgic charm of the composition. The central background features a faded map print layered with bold typography reading “SUPER COUPE,” evoking a sense of adventure and classic car culture.At the heart of the artwork is a vibrant illustration of a red vintage sports car—reminiscent of a 1950s or 60s European coupe—bearing the racing number “37.” Above it, a translucent silhouette of another classic car adds depth and movement to the scene.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Celebration of Friendship: Happy Birthday!",
            "image": "/images/placeholder-product.svg",
            "description": "This vibrant and joyful framed artwork captures a heartwarming birthday celebration featuring three smiling girls, radiating happiness and camaraderie. Each girl wears a colorful party hat, adding to the festive atmosphere. They are seated closely together on a bright yellow cushion, surrounded by cheerful decorations. One girl holds a red gift box with playful doodles, while another clutches a blue present, symbolizing the joy of giving and receiving. The third girl flashes a peace sign, exuding youthful energy and fun.The central photograph is artfully framed within a decorative border that enhances the celebratory theme. At the top, the words “HAPPY BIRTHDAY!” are displayed in bold, multicolored letters, accompanied by floating balloons and confetti. Below the photo, a whimsical illustration features a tiered pink birthday cake with lit candles, wrapped gifts, cupcakes, and more balloons—creating a lively and festive scene that complements the image perfectly.Encased in a sleek silver frame with a golden trim, this piece beautifully combines personal memory with festive design, making it a cherished keepsake that celebrates friendship, joy, and the special occasion of a birthday. It’s a delightful blend of photography and illustration, perfect for commemorating a memorable day.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Silver Embossed Shiva-Parvati Couple – Divine Union",
            "image": "/images/placeholder-product.svg",
            "description": "This exquisite framed artwork features a finely crafted silver embossed depiction of Lord Shiva and Goddess Parvati, symbolizing the divine union of the cosmic masculine and feminine energies in Hindu spirituality. The central image portrays Lord Shiva seated with his consort Parvati, both adorned in traditional attire and intricate jewelry. Shiva is depicted holding his trident (trishul) and a damaru (drum), while a serpent coils around his body, signifying control over death and transformation. A small red gemstone adorns his third eye, representing divine vision and spiritual insight.Goddess Parvati, seated beside him, holds a lotus and a small vessel, embodying purity, fertility, and devotion. Her serene expression reflects grace and compassion. The figures are rendered in high-relief silver work, showcasing exceptional craftsmanship with detailed textures in their garments, hair, and ornaments.The composition is set against a deep maroon velvet background, enhancing the contrast and luminosity of the silver. The artwork is framed in a rich golden border with ornate floral patterns, adding opulence and reverence. At each corner, decorative silver motifs resembling peacocks or mythical birds add symbolic elegance, often associated with beauty and spiritual awakening.This piece serves as both a devotional object and a stunning example of traditional Indian metal artistry, ideal for home altars, temples, or as a cultural heirloom. It beautifully captures the essence of divine love, harmony, and spiritual balance.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "The Sacred Wedding of Lord Krishna and Rukmini",
            "image": "/images/placeholder-product.svg",
            "description": "This vibrant and ornate framed artwork depicts the divine wedding ceremony of Lord Krishna and Princess Rukmini, a significant event in Hindu mythology. The scene is set within an elaborately decorated temple-like structure adorned with golden arches, floral garlands, and intricate carvings, symbolizing the sacredness of the occasion.At the center, Lord Krishna, depicted with his characteristic blue complexion, is dressed in royal attire—rich purple and yellow garments with golden embellishments—and adorned with a crown and floral garlands. He is seen holding hands with Rukmini, who wears a radiant red and gold sari, signifying her grace and nobility. Her expression reflects devotion and joy as she participates in the ritual.Beside them stands King Kamsa (or another royal figure), likely representing the ceremonial officiant or a family elder, dressed in deep blue royal robes, pouring water from a vessel into Rukmini’s hand—a symbolic act of blessing and union in traditional Vedic rituals.To the right, another woman, possibly a sister or close relative of Rukmini, observes the ceremony with reverence, dressed in a regal purple sari with golden borders.Below the central figures, two sages are seated on either side of a sacred fire (yajna kund), performing the ritualistic rites. Their presence underscores the spiritual sanctity of the marriage, which was conducted through the ancient Vedic tradition, emphasizing dharma (duty) and divine will.The entire composition is framed in a luxurious black quilted border with a golden inner frame, enhancing its devotional and decorative appeal. This artwork beautifully captures the spiritual romance, divine love, and cultural richness of one of the most celebrated events in the life of Lord Krishna. It is a cherished piece for devotees and serves as a symbol of eternal love and devotion in Hindu tradition.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Serene Buddha: The Essence of Peace",
            "image": "/images/placeholder-product.svg",
            "description": "This captivating artwork portrays a tranquil and meditative depiction of the Buddha, rendered in a serene blue tone that evokes calmness, wisdom, and spiritual depth. The image focuses on the upper torso and face of the Buddha, with closed eyes symbolizing inner peace, enlightenment, and detachment from worldly distractions. His expression is gentle and composed, radiating compassion and tranquility.The Buddha’s curly hair is intricately detailed, adorned with small sparkling embellishments—possibly crystals or beads—that catch the light, adding a touch of divine luminosity. A third eye (urna) is delicately placed between his eyebrows, representing higher consciousness and spiritual insight. He wears large, elegant green hoop earrings and a lightly draped garment with subtle vertical stripes, also accented with golden and clear decorative stones, enhancing the sacred and artistic quality of the piece.Set against a soothing turquoise-blue background, the image creates a harmonious and meditative atmosphere. The artwork is framed in a simple yet elegant gold border with a white mat, which complements the serene aesthetic and draws focus to the central figure. Reflections visible on the glass surface suggest the piece is displayed in a well-lit indoor space, possibly a temple, meditation room, or spiritual art gallery.This portrayal blends traditional Buddhist iconography with contemporary decorative elements, making it both a spiritual symbol and a visually striking piece of art.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Universal Harmony: The Sage of the Earth",
            "image": "/images/placeholder-product.svg",
            "description": "This powerful and symbolic artwork portrays a spiritual figure standing in a dynamic pose against a breathtaking cosmic backdrop. The sage, dressed in simple white robes and adorned with a sacred beaded necklace, exudes wisdom, peace, and divine presence. He wears a white head covering with a subtle emblem, signifying spiritual authority and enlightenment.In his raised right hand, he holds a traditional manjira (a small hand cymbal), decorated with a radiant golden Om symbol—a sacred spiritual sound and icon in Hinduism, representing the essence of ultimate reality. His open left palm faces outward in a gesture of blessing, offering, or universal acceptance, embodying compassion and connection to all beings.Behind him, the planet Earth glows vividly in deep blues and whites, suspended in the vastness of space, suggesting a profound spiritual message: the unity of humanity and the cosmos. The lush green field at the base of the image symbolizes life, nature, and grounding, while the star-studded black sky above emphasizes the infinite and eternal.The composition blends realism with spiritual symbolism, creating a transcendent vision that speaks to harmony between the individual soul and the universe. This artwork evokes themes of global consciousness, inner peace, and the sacred duty of spiritual leadership in an interconnected world. It is both a tribute to spiritual wisdom and a call for unity, love, and planetary well-being.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Lord Venkateswara – The Divine Face of Tirupati",
            "image": "/images/placeholder-product.svg",
            "description": "This beautifully crafted framed artwork features a sacred representation of Lord Venkateswara, the revered form of Lord Vishnu worshipped at the Tirumala Temple in Andhra Pradesh, India. The image showcases the divine face of the deity adorned with elaborate and ornate jewelry, symbolizing his royal and celestial status.The central figure is depicted with a serene, meditative expression, dark complexion, and a prominent white vertical tilak (Urdhva Pundra) on the forehead, signifying his divine identity. He wears a towering golden crown (kireetam), intricately embellished with rows of sparkling stones in red, green, blue, and clear crystals, representing opulence and spiritual grandeur. The crown is crowned with a small decorative finial at the top.A magnificent golden crescent-shaped necklace (jeweled choker) encircles the neck, studded with colorful gemstones and intricate patterns, with a striking pink beaded garland layered beneath it. The entire piece is mounted on a black background, which enhances the brilliance of the gold and gemstones, while the artwork is elegantly framed in a deep red wooden frame with a golden inner border, adding to its regal presentation.This devotional art piece is not only a symbol of faith and reverence but also a stunning example of traditional Indian craftsmanship, often displayed in homes or temples as a focal point for worship and spiritual reflection.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Divine Shakti – Lord Shiva and Goddess Lakshmi Artwork",
            "image": "/images/placeholder-product.svg",
            "description": "This exquisite framed artwork beautifully depicts the divine union of Lord Shiva and Goddess Lakshmi, symbolizing spiritual power and prosperity. The central figure is Lord Shiva, portrayed in his traditional black form, adorned with a radiant crown, sacred jewelry, and draped in a garland of white flowers. He holds symbolic objects in his hands, representing cosmic energy and protection.Seated gracefully on a vibrant pink lotus at His feet is Goddess Lakshmi, the embodiment of wealth, fortune, and abundance. She is dressed in a rich red sari with golden embellishments, holding lotus flowers and making a gesture of blessing. A white owl, her vahana (vehicle), rests beside her, adding to the spiritual symbolism The background is a lush tapestry of deep red hues, decorated with intricate floral patterns, golden marigold garlands, and glowing lotus-shaped lamps that enhance the sacred ambiance. The entire composition is encased in an ornate dark wooden frame with golden filigree detailing, giving it a regal and devotional appeal.Perfect for home temples, prayer rooms, or as a spiritual decor piece, this artwork radiates divine energy and serves as a visual representation of harmony between spiritual wisdom and material well-being.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Divine Trio of Saints – Framed Religious Art",
            "image": "/images/placeholder-product.svg",
            "description": "This vibrant and spiritually evocative framed artwork depicts a sacred trio of revered spiritual figures, likely representing prominent Hindu saints or sages. The central figure stands in a commanding and divine posture, adorned in rich red and golden robes embellished with sparkling sequins that catch the light, symbolizing divinity and spiritual authority. He wears a radiant halo around his head, signifying enlightenment, and gestures with one hand raised—possibly indicating divine teaching or blessing.Flanking him are two seated saints: on the left, a sage in a saffron robe, sitting in a relaxed yet contemplative pose, and on the right, another elder saint draped in a green garment, also radiating a serene aura. Both have halos, emphasizing their spiritual status. The background features ornate golden temple spires, suggesting a sacred setting, possibly a holy pilgrimage site like Varanasi or a spiritual ashram.The artwork is set against a deep red backdrop, symbolizing devotion, energy, and spirituality. The floor is patterned with a checkered design, and scattered flowers at the base add to the devotional atmosphere. Encased in a dark wooden frame with a sleek finish, this piece is ideal for worship spaces, prayer rooms, or as a decorative spiritual centerpiece in homes, reflecting reverence, wisdom, and divine presence.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "The Sacred Heart of Jesus",
            "image": "/images/placeholder-product.svg",
            "description": "This framed religious artwork depicts the iconic image of the Sacred Heart of Jesus, a central symbol in Christian devotion, particularly within Catholic tradition. The figure of Jesus is portrayed with long, flowing brown hair and a serene expression, wearing a red tunic over a blue robe adorned with small, sparkling embellishments that resemble crystals or rhinestones. His right hand is raised in a gesture of blessing, while his left hand points to his heart, which is depicted as a glowing, flaming heart surrounded by a radiant halo. A cross emerges from the top of the heart, and thorns encircle it, symbolizing Christ's suffering and love. The background features a luminous green aura, enhancing the spiritual and divine atmosphere. The entire piece is encased in a dark wooden frame, giving it a reverent and sacred presentation. This image is often used for prayer, meditation, and as a devotional object in homes and churches.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Sage in Divine Serenity",
            "image": "/images/placeholder-product.svg",
            "description": "This vibrant and spiritually evocative artwork portrays a revered sage seated in a serene forest setting, radiating peace and wisdom. Dressed in rich golden robes adorned with sparkling embellishments and a red turban, the sage exudes an aura of divine presence. A floral garland drapes over his shoulders, symbolizing devotion and purity. His right hand is raised in a gesture of blessing, with the sacred Om symbol painted on his palm, signifying spiritual enlightenment and cosmic harmony. He sits cross-legged upon a tiger skin, a traditional emblem of power and asceticism, with a blue bowl resting beside him—possibly for alms or ritual offerings. At his feet, a small fire burns gently, accompanied by scattered flowers, representing the eternal flame of spiritual practice. The background features a lush green forest bathed in soft, ethereal light, enhancing the tranquil and meditative atmosphere. The entire composition is framed in dark wood, adding a sense of reverence and timelessness to this sacred depiction.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Ferris Wheel Photo Frame",
            "image": "/images/placeholder-product.svg",
            "description": "This charming and creative photo frame is designed in the shape of a miniature Ferris wheel, crafted from shiny, polished metal with a sleek silver finish. The frame features multiple rotating compartments, each holding a small rectangular photo, allowing you to display up to six cherished memories at once. The structure is supported by a sturdy base adorned with decorative elements—a delicate leaf motif and a cluster of grapes—adding a touch of elegance and whimsy. Perfect for showcasing family photos, birthday moments, or special occasions, this Ferris wheel photo frame combines functionality with playful design, making it an eye-catching centerpiece for any desk, shelf, or table. Its unique rotating feature allows you to easily change the displayed images, creating a dynamic and interactive way to enjoy your favorite memories.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Lord Ayyappan Framed Religious Art",
            "image": "/images/placeholder-product.svg",
            "description": "This beautifully crafted framed artwork depicts Lord Ayyappan, a revered deity in Hinduism, particularly worshipped in South India. The image portrays Lord Ayyappan in his divine form with a dark blue complexion, adorned in elaborate golden jewelry, a richly decorated crown, and traditional red and gold attire. He is holding a discus (chakra) in one hand and a conch shell (shankha) in the other, while his third hand is raised in a gesture of blessing (abhaya mudra). A radiant halo surrounds his head, symbolizing divinity and spiritual light.The deity stands on a lotus pedestal, draped in a long floral garland of white and pink flowers that cascades down from his shoulders. The background features a majestic mountainous landscape with lush greenery, symbolizing the sacred Sabarimala hills, the abode of Lord Ayyappan.The artwork is elegantly framed in a deep brown wooden frame with intricate golden floral carvings, complemented by a bright gold inner border that enhances the vibrancy of the painting. This piece is ideal for home altars, prayer rooms, or as a devotional decoration, combining spiritual significance with artistic beauty.",
            "price": 0,
            "act-price": 100
          },
          {
            "name": "Triple Photo Frame with Mirror Finish",
            "image": "/images/placeholder-product.svg",
            "description": "This elegant triple photo frame features a sleek, modern design with a polished mirror finish that adds a touch of sophistication to any space. The frame is crafted from high-quality chrome or mirrored metal, giving it a reflective, luxurious appearance. It holds three identical black-and-white family photos, each securely displayed in its own individual compartment. The frames are mounted on a sturdy, transparent acrylic base that allows the frame to stand upright on a tabletop or shelf. The minimalist and contemporary style makes it perfect for showcasing cherished memories in living rooms, bedrooms, or offices, while the mirror-like surface enhances its visual appeal by reflecting light and surroundings. Ideal for displaying treasured moments with loved ones in a stylish and timeless way.",
            "price": 0,
            "act-price": 100
          }
        ]
      }
    ]
  },
  {
    "name": "23_evening",
    "subcategories": [
      {
        "name": "evening_collection",
        "images": [
          {
            "name": "Elegant Decor Item 8128",
            "image": "/products/23 evening/IMG_20250823_151938128.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_151938128.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1366",
            "image": "/products/23 evening/IMG_20250823_151941366.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_151941366.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4307",
            "image": "/products/23 evening/IMG_20250823_152244307.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152244307.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3358",
            "image": "/products/23 evening/IMG_20250823_152343358.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152343358.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4257",
            "image": "/products/23 evening/IMG_20250823_152404257.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152404257.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8083",
            "image": "/products/23 evening/IMG_20250823_152458083.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152458083.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4982",
            "image": "/products/23 evening/IMG_20250823_152524982.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152524982.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1324",
            "image": "/products/23 evening/IMG_20250823_152531324.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152531324.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9104",
            "image": "/products/23 evening/IMG_20250823_152549104.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152549104.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0123",
            "image": "/products/23 evening/IMG_20250823_152600123.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152600123.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5554",
            "image": "/products/23 evening/IMG_20250823_152625554.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152625554.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7289",
            "image": "/products/23 evening/IMG_20250823_152637289.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152637289.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9306",
            "image": "/products/23 evening/IMG_20250823_152659306.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152659306.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5891",
            "image": "/products/23 evening/IMG_20250823_152705891.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152705891.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9845",
            "image": "/products/23 evening/IMG_20250823_152749845.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152749845.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2950",
            "image": "/products/23 evening/IMG_20250823_152752950.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152752950.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7786",
            "image": "/products/23 evening/IMG_20250823_152757786.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152757786.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4051",
            "image": "/products/23 evening/IMG_20250823_152854051.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152854051.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1977",
            "image": "/products/23 evening/IMG_20250823_152901977.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152901977.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3343",
            "image": "/products/23 evening/IMG_20250823_152913343.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152913343.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7294",
            "image": "/products/23 evening/IMG_20250823_152937294.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_152937294.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3288",
            "image": "/products/23 evening/IMG_20250823_153003288.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153003288.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4050",
            "image": "/products/23 evening/IMG_20250823_153024050.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153024050.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5211",
            "image": "/products/23 evening/IMG_20250823_153105211.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153105211.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0644",
            "image": "/products/23 evening/IMG_20250823_153120644.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153120644.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5104",
            "image": "/products/23 evening/IMG_20250823_153145104.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153145104.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4816",
            "image": "/products/23 evening/IMG_20250823_153154816.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153154816.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0134",
            "image": "/products/23 evening/IMG_20250823_153210134.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153210134.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 6950",
            "image": "/products/23 evening/IMG_20250823_153216950.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153216950.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9898",
            "image": "/products/23 evening/IMG_20250823_153239898.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153239898.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7961",
            "image": "/products/23 evening/IMG_20250823_153247961.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153247961.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9598",
            "image": "/products/23 evening/IMG_20250823_153329598.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153329598.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0074",
            "image": "/products/23 evening/IMG_20250823_153350074.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153350074.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5717",
            "image": "/products/23 evening/IMG_20250823_153405717.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153405717.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4992",
            "image": "/products/23 evening/IMG_20250823_153524992.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153524992.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7815",
            "image": "/products/23 evening/IMG_20250823_153527815.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153527815.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1877",
            "image": "/products/23 evening/IMG_20250823_153701877.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153701877.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8812",
            "image": "/products/23 evening/IMG_20250823_153858812.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153858812.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5781",
            "image": "/products/23 evening/IMG_20250823_153905781.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_153905781.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7326",
            "image": "/products/23 evening/IMG_20250823_154147326.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154147326.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4116",
            "image": "/products/23 evening/IMG_20250823_154204116.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154204116.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 6674",
            "image": "/products/23 evening/IMG_20250823_154216674.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154216674.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7048",
            "image": "/products/23 evening/IMG_20250823_154227048.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154227048.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4229",
            "image": "/products/23 evening/IMG_20250823_154304229.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154304229.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4592",
            "image": "/products/23 evening/IMG_20250823_154314592.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154314592.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8571",
            "image": "/products/23 evening/IMG_20250823_154358571.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154358571.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9502",
            "image": "/products/23 evening/IMG_20250823_154419502.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154419502.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4021",
            "image": "/products/23 evening/IMG_20250823_154424021.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154424021.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2610",
            "image": "/products/23 evening/IMG_20250823_154452610.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_154452610.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0799",
            "image": "/products/23 evening/IMG_20250823_155000799.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155000799.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4163",
            "image": "/products/23 evening/IMG_20250823_155004163.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155004163.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4087",
            "image": "/products/23 evening/IMG_20250823_155024087.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155024087.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7512",
            "image": "/products/23 evening/IMG_20250823_155027512.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155027512.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2166",
            "image": "/products/23 evening/IMG_20250823_155132166.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155132166.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8845",
            "image": "/products/23 evening/IMG_20250823_155228845.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155228845.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9100",
            "image": "/products/23 evening/IMG_20250823_155259100.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155259100.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1695",
            "image": "/products/23 evening/IMG_20250823_155311695.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155311695.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8352",
            "image": "/products/23 evening/IMG_20250823_155338352.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155338352.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9630",
            "image": "/products/23 evening/IMG_20250823_155409630.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155409630.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1197",
            "image": "/products/23 evening/IMG_20250823_155411197.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155411197.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 6947",
            "image": "/products/23 evening/IMG_20250823_155536947.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155536947.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0211",
            "image": "/products/23 evening/IMG_20250823_155610211.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155610211.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7984",
            "image": "/products/23 evening/IMG_20250823_155627984.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155627984.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2231",
            "image": "/products/23 evening/IMG_20250823_155632231.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155632231.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0090",
            "image": "/products/23 evening/IMG_20250823_155730090.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155730090.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3325",
            "image": "/products/23 evening/IMG_20250823_155733325.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155733325.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9279",
            "image": "/products/23 evening/IMG_20250823_155819279.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155819279.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1685",
            "image": "/products/23 evening/IMG_20250823_155821685.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155821685.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3389",
            "image": "/products/23 evening/IMG_20250823_155923389.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155923389.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7864",
            "image": "/products/23 evening/IMG_20250823_155927864.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_155927864.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4187",
            "image": "/products/23 evening/IMG_20250823_160024187.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_160024187.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8601",
            "image": "/products/23 evening/IMG_20250823_160038601.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_160038601.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8865",
            "image": "/products/23 evening/IMG_20250823_161438865.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161438865.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1660",
            "image": "/products/23 evening/IMG_20250823_161551660.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161551660.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3152",
            "image": "/products/23 evening/IMG_20250823_161553152.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161553152.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2564",
            "image": "/products/23 evening/IMG_20250823_161702564.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161702564.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8686",
            "image": "/products/23 evening/IMG_20250823_161808686.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161808686.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3394",
            "image": "/products/23 evening/IMG_20250823_161843394.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161843394.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4355",
            "image": "/products/23 evening/IMG_20250823_161924355.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161924355.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5576",
            "image": "/products/23 evening/IMG_20250823_161925576.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_161925576.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3129",
            "image": "/products/23 evening/IMG_20250823_162533129.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_162533129.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9151",
            "image": "/products/23 evening/IMG_20250823_162709151.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_162709151.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1081",
            "image": "/products/23 evening/IMG_20250823_162711081.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_162711081.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0696",
            "image": "/products/23 evening/IMG_20250823_163140696.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_163140696.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1948",
            "image": "/products/23 evening/IMG_20250823_163151948.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_163151948.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1890",
            "image": "/products/23 evening/IMG_20250823_164051890.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164051890.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3899",
            "image": "/products/23 evening/IMG_20250823_164053899.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164053899.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3338",
            "image": "/products/23 evening/IMG_20250823_164213338.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164213338.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 6692",
            "image": "/products/23 evening/IMG_20250823_164216692.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164216692.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5065",
            "image": "/products/23 evening/IMG_20250823_164525065.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164525065.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0423",
            "image": "/products/23 evening/IMG_20250823_164530423.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164530423.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7440",
            "image": "/products/23 evening/IMG_20250823_164647440.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164647440.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0186",
            "image": "/products/23 evening/IMG_20250823_164650186.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164650186.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5259",
            "image": "/products/23 evening/IMG_20250823_164725259.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164725259.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5174",
            "image": "/products/23 evening/IMG_20250823_164815174.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164815174.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8107",
            "image": "/products/23 evening/IMG_20250823_164828107.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164828107.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3476",
            "image": "/products/23 evening/IMG_20250823_164923476.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164923476.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8052",
            "image": "/products/23 evening/IMG_20250823_164928052.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_164928052.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5456",
            "image": "/products/23 evening/IMG_20250823_165015456.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165015456.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0472",
            "image": "/products/23 evening/IMG_20250823_165020472.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165020472.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9270",
            "image": "/products/23 evening/IMG_20250823_165139270.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165139270.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2417",
            "image": "/products/23 evening/IMG_20250823_165142417.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165142417.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 6693",
            "image": "/products/23 evening/IMG_20250823_165206693.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165206693.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0792",
            "image": "/products/23 evening/IMG_20250823_165210792.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165210792.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 3352",
            "image": "/products/23 evening/IMG_20250823_165313352.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165313352.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 7891",
            "image": "/products/23 evening/IMG_20250823_165317891.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165317891.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1572",
            "image": "/products/23 evening/IMG_20250823_165411572.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165411572.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0473",
            "image": "/products/23 evening/IMG_20250823_165430473.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165430473.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 1249",
            "image": "/products/23 evening/IMG_20250823_165641249.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165641249.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4515",
            "image": "/products/23 evening/IMG_20250823_165644515.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165644515.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8787",
            "image": "/products/23 evening/IMG_20250823_165648787.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165648787.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0231",
            "image": "/products/23 evening/IMG_20250823_165730231.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165730231.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2551",
            "image": "/products/23 evening/IMG_20250823_165732551.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165732551.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 0849",
            "image": "/products/23 evening/IMG_20250823_165750849.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_165750849.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8846",
            "image": "/products/23 evening/IMG_20250823_170058846.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170058846.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8418",
            "image": "/products/23 evening/IMG_20250823_170208418.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170208418.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 2170",
            "image": "/products/23 evening/IMG_20250823_170242170.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170242170.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4844",
            "image": "/products/23 evening/IMG_20250823_170314844.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170314844.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 5055",
            "image": "/products/23 evening/IMG_20250823_170325055.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170325055.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 9384",
            "image": "/products/23 evening/IMG_20250823_170359384.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170359384.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 4476",
            "image": "/products/23 evening/IMG_20250823_170414476.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170414476.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8922",
            "image": "/products/23 evening/IMG_20250823_170438922.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170438922.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8189",
            "image": "/products/23 evening/IMG_20250823_170518189.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170518189.jpg)",
            "price": 0
          },
          {
            "name": "Elegant Decor Item 8860",
            "image": "/products/23 evening/IMG_20250823_170538860.jpg",
            "description": "A beautifully crafted item perfect for enhancing your home's aesthetic. High quality materials and elegant design. (Placeholder description for IMG_20250823_170538860.jpg)",
            "price": 0
          }
        ]
      }
    ]
  }
]
